[{"number":1,"text":"Say to your brothers, \"Ammi,\" and to your sisters, \"Ruhamah.\""},{"number":2,"text":"\"Contend with your mother, contend, For she is not my wife, and I am not her husband; And let her put away her harlotry from her face And her adultery from between her breasts,"},{"number":3,"text":"Or I will strip her naked And expose her as on the day when she was born. I will also make her like a wilderness, Make her like desert land And slay her with thirst."},{"number":4,"text":"\"Also, I will have no compassion on her children, Because they are children of harlotry."},{"number":5,"text":"\"For their mother has played the harlot; She who conceived them has acted shamefully. For she said, 'I will go after my lovers, Who give me my bread and my water, My wool and my flax, my oil and my drink.'"},{"number":6,"text":"\"Therefore, behold, I will hedge up her way with thorns, And I will build a wall against her so that she cannot find her paths."},{"number":7,"text":"\"She will pursue her lovers, but she will not overtake them; And she will seek them, but will not find them. Then she will say, 'I will go back to my first husband, For it was better for me then than now!'"},{"number":8,"text":"\"For she does not know that it was I who gave her the grain, the new wine and the oil, And lavished on her silver and gold, Which they used for Baal."},{"number":9,"text":"\"Therefore, I will take back My grain at harvest time And My new wine in its season. I will also take away My wool and My flax Given to cover her nakedness."},{"number":10,"text":"\"And then I will uncover her lewdness In the sight of her lovers, And no one will rescue her out of My hand."},{"number":11,"text":"\"I will also put an end to all her gaiety, Her feasts, her new moons, her sabbaths And all her festal assemblies."},{"number":12,"text":"\"I will destroy her vines and fig trees, Of which she said, 'These are my wages Which my lovers have given me.' And I will make them a forest, And the beasts of the field will devour them."},{"number":13,"text":"\"I will punish her for the days of the Baals When she used to offer sacrifices to them And adorn herself with her earrings and jewelry, And follow her lovers, so that she forgot Me,\" declares the LORD."},{"number":14,"text":"\"Therefore, behold, I will allure her, Bring her into the wilderness And speak kindly to her."},{"number":15,"text":"\"Then I will give her her vineyards from there, And the valley of Achor as a door of hope. And she will sing there as in the days of her youth, As in the day when she came up from the land of Egypt."},{"number":16,"text":"\"It will come about in that day,\" declares the LORD, \"That you will call Me Ishi And will no longer call Me Baali."},{"number":17,"text":"\"For I will remove the names of the Baals from her mouth, So that they will be mentioned by their names no more."},{"number":18,"text":"\"In that day I will also make a covenant for them With the beasts of the field, The birds of the sky And the creeping things of the ground. And I will abolish the bow, the sword and war from the land, And will make them lie down in safety."},{"number":19,"text":"\"I will betroth you to Me forever; Yes, I will betroth you to Me in righteousness and in justice, In lovingkindness and in compassion,"},{"number":20,"text":"And I will betroth you to Me in faithfulness. Then you will know the LORD."},{"number":21,"text":"\"It will come about in that day that I will respond,\" declares the LORD. \"I will respond to the heavens, and they will respond to the earth,"},{"number":22,"text":"And the earth will respond to the grain, to the new wine and to the oil, And they will respond to Jezreel."},{"number":23,"text":"\"I will sow her for Myself in the land. I will also have compassion on her who had not obtained compassion, And I will say to those who were not My people, 'You are My people!' And they will say, 'You are my God!'\""}]