[{"number":1,"text":"When Jesus had finished giving instructions to His twelve disciples, He departed from there to teach and preach in their cities."},{"number":2,"text":"Now when John, while imprisoned, heard of the works of Christ, he sent word by his disciples"},{"number":3,"text":"and said to Him, \"Are You the Expected One, or shall we look for someone else?\""},{"number":4,"text":"Jesus answered and said to them, \"Go and report to John what you hear and see:"},{"number":5,"text":"the BLIND RECEIVE SIGHT and the lame walk, the lepers are cleansed and the deaf hear, the dead are raised up, and the POOR HAVE THE GOSPEL PREACHED TO THEM."},{"number":6,"text":"\"And blessed is he who does not take offense at Me.\""},{"number":7,"text":"As these men were going away, Jesus began to speak to the crowds about John, \"What did you go out into the wilderness to see? A reed shaken by the wind?"},{"number":8,"text":"\"But what did you go out to see? A man dressed in soft clothing? Those who wear soft clothing are in kings' palaces!"},{"number":9,"text":"\"But what did you go out to see? A prophet? Yes, I tell you, and one who is more than a prophet."},{"number":10,"text":"\"This is the one about whom it is written, 'BEHOLD, I SEND MY MESSENGER AHEAD OF YOU, WHO WILL PREPARE YOUR WAY BEFORE YOU.'"},{"number":11,"text":"\"Truly I say to you, among those born of women there has not arisen anyone greater than John the Baptist! Yet the one who is least in the kingdom of heaven is greater than he."},{"number":12,"text":"\"From the days of John the Baptist until now the kingdom of heaven suffers violence, and violent men take it by force."},{"number":13,"text":"\"For all the prophets and the Law prophesied until John."},{"number":14,"text":"\"And if you are willing to accept it, John himself is Elijah who was to come."},{"number":15,"text":"\"He who has ears to hear, let him hear."},{"number":16,"text":"\"But to what shall I compare this generation? It is like children sitting in the market places, who call out to the other children,"},{"number":17,"text":"and say, 'We played the flute for you, and you did not dance; we sang a dirge, and you did not mourn.'"},{"number":18,"text":"\"For John came neither eating nor drinking, and they say, 'He has a demon!'"},{"number":19,"text":"\"The Son of Man came eating and drinking, and they say, 'Behold, a gluttonous man and a drunkard, a friend of tax collectors and sinners!' Yet wisdom is vindicated by her deeds.\""},{"number":20,"text":"Then He began to denounce the cities in which most of His miracles were done, because they did not repent."},{"number":21,"text":"\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles had occurred in Tyre and Sidon which occurred in you, they would have repented long ago in sackcloth and ashes."},{"number":22,"text":"\"Nevertheless I say to you, it will be more tolerable for Tyre and Sidon in the day of judgment than for you."},{"number":23,"text":"\"And you, Capernaum, will not be exalted to heaven, will you? You will descend to Hades; for if the miracles had occurred in Sodom which occurred in you, it would have remained to this day."},{"number":24,"text":"\"Nevertheless I say to you that it will be more tolerable for the land of Sodom in the day of judgment, than for you.\""},{"number":25,"text":"At that time Jesus said, \"I praise You, Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent and have revealed them to infants."},{"number":26,"text":"\"Yes, Father, for this way was well-pleasing in Your sight."},{"number":27,"text":"\"All things have been handed over to Me by My Father; and no one knows the Son except the Father; nor does anyone know the Father except the Son, and anyone to whom the Son wills to reveal Him."},{"number":28,"text":"\"Come to Me, all who are weary and heavy-laden, and I will give you rest."},{"number":29,"text":"\"Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and YOU WILL FIND REST FOR YOUR SOULS."},{"number":30,"text":"\"For My yoke is easy and My burden is light.\""}]