[{"number":1,"text":"At that time Jesus went through the grainfields on the Sabbath, and His disciples became hungry and began to pick the heads of grain and eat."},{"number":2,"text":"But when the Pharisees saw this, they said to Him, \"Look, Your disciples do what is not lawful to do on a Sabbath.\""},{"number":3,"text":"But He said to them, \"Have you not read what David did when he became hungry, he and his companions,"},{"number":4,"text":"how he entered the house of God, and they ate the consecrated bread, which was not lawful for him to eat nor for those with him, but for the priests alone?"},{"number":5,"text":"\"Or have you not read in the Law, that on the Sabbath the priests in the temple break the Sabbath and are innocent?"},{"number":6,"text":"\"But I say to you that something greater than the temple is here."},{"number":7,"text":"\"But if you had known what this means, 'I DESIRE COMPASSION, AND NOT A SACRIFICE,' you would not have condemned the innocent."},{"number":8,"text":"\"For the Son of Man is Lord of the Sabbath.\""},{"number":9,"text":"Departing from there, He went into their synagogue."},{"number":10,"text":"And a man was there whose hand was withered. And they questioned Jesus, asking, \"Is it lawful to heal on the Sabbath?\"--so that they might accuse Him."},{"number":11,"text":"And He said to them, \"What man is there among you who has a sheep, and if it falls into a pit on the Sabbath, will he not take hold of it and lift it out?"},{"number":12,"text":"\"How much more valuable then is a man than a sheep! So then, it is lawful to do good on the Sabbath.\""},{"number":13,"text":"Then He *said to the man, \"Stretch out your hand!\" He stretched it out, and it was restored to normal, like the other."},{"number":14,"text":"But the Pharisees went out and conspired against Him, as to how they might destroy Him."},{"number":15,"text":"But Jesus, aware of this, withdrew from there. Many followed Him, and He healed them all,"},{"number":16,"text":"and warned them not to tell who He was."},{"number":17,"text":"This was to fulfill what was spoken through Isaiah the prophet:"},{"number":18,"text":"\"BEHOLD, MY SERVANT WHOM I HAVE CHOSEN; MY BELOVED IN WHOM MY SOUL is WELL-PLEASED; I WILL PUT MY SPIRIT UPON HIM, AND HE SHALL PROCLAIM JUSTICE TO THE GENTILES."},{"number":19,"text":"\"HE WILL NOT QUARREL, NOR CRY OUT; NOR WILL ANYONE HEAR HIS VOICE IN THE STREETS."},{"number":20,"text":"\"A BATTERED REED HE WILL NOT BREAK OFF, AND A SMOLDERING WICK HE WILL NOT PUT OUT, UNTIL HE LEADS JUSTICE TO VICTORY."},{"number":21,"text":"\"AND IN HIS NAME THE GENTILES WILL HOPE.\""},{"number":22,"text":"Then a demon-possessed man who was blind and mute was brought to Jesus, and He healed him, so that the mute man spoke and saw."},{"number":23,"text":"All the crowds were amazed, and were saying, \"This man cannot be the Son of David, can he?\""},{"number":24,"text":"But when the Pharisees heard this, they said, \"This man casts out demons only by Beelzebul the ruler of the demons.\""},{"number":25,"text":"And knowing their thoughts Jesus said to them, \"Any kingdom divided against itself is laid waste; and any city or house divided against itself will not stand."},{"number":26,"text":"\"If Satan casts out Satan, he is divided against himself; how then will his kingdom stand?"},{"number":27,"text":"\"If I by Beelzebul cast out demons, by whom do your sons cast them out? For this reason they will be your judges."},{"number":28,"text":"\"But if I cast out demons by the Spirit of God, then the kingdom of God has come upon you."},{"number":29,"text":"\"Or how can anyone enter the strong man's house and carry off his property, unless he first binds the strong man? And then he will plunder his house."},{"number":30,"text":"\"He who is not with Me is against Me; and he who does not gather with Me scatters."},{"number":31,"text":"\"Therefore I say to you, any sin and blasphemy shall be forgiven people, but blasphemy against the Spirit shall not be forgiven."},{"number":32,"text":"\"Whoever speaks a word against the Son of Man, it shall be forgiven him; but whoever speaks against the Holy Spirit, it shall not be forgiven him, either in this age or in the age to come."},{"number":33,"text":"\"Either make the tree good and its fruit good, or make the tree bad and its fruit bad; for the tree is known by its fruit."},{"number":34,"text":"\"You brood of vipers, how can you, being evil, speak what is good? For the mouth speaks out of that which fills the heart."},{"number":35,"text":"\"The good man brings out of his good treasure what is good; and the evil man brings out of his evil treasure what is evil."},{"number":36,"text":"\"But I tell you that every careless word that people speak, they shall give an accounting for it in the day of judgment."},{"number":37,"text":"\"For by your words you will be justified, and by your words you will be condemned.\""},{"number":38,"text":"Then some of the scribes and Pharisees said to Him, \"Teacher, we want to see a sign from You.\""},{"number":39,"text":"But He answered and said to them, \"An evil and adulterous generation craves for a sign; and yet no sign will be given to it but the sign of Jonah the prophet;"},{"number":40,"text":"for just as JONAH WAS THREE DAYS AND THREE NIGHTS IN THE BELLY OF THE SEA MONSTER, so will the Son of Man be three days and three nights in the heart of the earth."},{"number":41,"text":"\"The men of Nineveh will stand up with this generation at the judgment, and will condemn it because they repented at the preaching of Jonah; and behold, something greater than Jonah is here."},{"number":42,"text":"\"The Queen of the South will rise up with this generation at the judgment and will condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and behold, something greater than Solomon is here."},{"number":43,"text":"\"Now when the unclean spirit goes out of a man, it passes through waterless places seeking rest, and does not find it."},{"number":44,"text":"\"Then it says, 'I will return to my house from which I came'; and when it comes, it finds it unoccupied, swept, and put in order."},{"number":45,"text":"\"Then it goes and takes along with it seven other spirits more wicked than itself, and they go in and live there; and the last state of that man becomes worse than the first. That is the way it will also be with this evil generation.\""},{"number":46,"text":"While He was still speaking to the crowds, behold, His mother and brothers were standing outside, seeking to speak to Him."},{"number":47,"text":"Someone said to Him, \"Behold, Your mother and Your brothers are standing outside seeking to speak to You.\""},{"number":48,"text":"But Jesus answered the one who was telling Him and said, \"Who is My mother and who are My brothers?\""},{"number":49,"text":"And stretching out His hand toward His disciples, He said, \"Behold My mother and My brothers!"},{"number":50,"text":"\"For whoever does the will of My Father who is in heaven, he is My brother and sister and mother.\""}]