[{"number":1,"text":"When Jesus had finished these words, He departed from Galilee and came into the region of Judea beyond the Jordan;"},{"number":2,"text":"and large crowds followed Him, and He healed them there."},{"number":3,"text":"Some Pharisees came to Jesus, testing Him and asking, \"Is it lawful for a man to divorce his wife for any reason at all?\""},{"number":4,"text":"And He answered and said, \"Have you not read that He who created them from the beginning MADE THEM MALE AND FEMALE,"},{"number":5,"text":"and said, 'FOR THIS REASON A MAN SHALL LEAVE HIS FATHER AND MOTHER AND BE JOINED TO HIS WIFE, AND THE TWO SHALL BECOME ONE FLESH'?"},{"number":6,"text":"\"So they are no longer two, but one flesh. What therefore God has joined together, let no man separate.\""},{"number":7,"text":"They *said to Him, \"Why then did Moses command to GIVE HER A CERTIFICATE OF DIVORCE AND SEND her AWAY?\""},{"number":8,"text":"He *said to them, \"Because of your hardness of heart Moses permitted you to divorce your wives; but from the beginning it has not been this way."},{"number":9,"text":"\"And I say to you, whoever divorces his wife, except for immorality, and marries another woman commits adultery.\""},{"number":10,"text":"The disciples *said to Him, \"If the relationship of the man with his wife is like this, it is better not to marry.\""},{"number":11,"text":"But He said to them, \"Not all men can accept this statement, but only those to whom it has been given."},{"number":12,"text":"\"For there are eunuchs who were born that way from their mother's womb; and there are eunuchs who were made eunuchs by men; and there are also eunuchs who made themselves eunuchs for the sake of the kingdom of heaven. He who is able to accept this, let him accept it.\""},{"number":13,"text":"Then some children were brought to Him so that He might lay His hands on them and pray; and the disciples rebuked them."},{"number":14,"text":"But Jesus said, \"Let the children alone, and do not hinder them from coming to Me; for the kingdom of heaven belongs to such as these.\""},{"number":15,"text":"After laying His hands on them, He departed from there."},{"number":16,"text":"And someone came to Him and said, \"Teacher, what good thing shall I do that I may obtain eternal life?\""},{"number":17,"text":"And He said to him, \"Why are you asking Me about what is good? There is only One who is good; but if you wish to enter into life, keep the commandments.\""},{"number":18,"text":"Then he *said to Him, \"Which ones?\" And Jesus said, \"YOU SHALL NOT COMMIT MURDER; YOU SHALL NOT COMMIT ADULTERY; YOU SHALL NOT STEAL; YOU SHALL NOT BEAR FALSE WITNESS;"},{"number":19,"text":"HONOR YOUR FATHER AND MOTHER; and YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF.\""},{"number":20,"text":"The young man *said to Him, \"All these things I have kept; what am I still lacking?\""},{"number":21,"text":"Jesus said to him, \"If you wish to be complete, go and sell your possessions and give to the poor, and you will have treasure in heaven; and come, follow Me.\""},{"number":22,"text":"But when the young man heard this statement, he went away grieving; for he was one who owned much property."},{"number":23,"text":"And Jesus said to His disciples, \"Truly I say to you, it is hard for a rich man to enter the kingdom of heaven."},{"number":24,"text":"\"Again I say to you, it is easier for a camel to go through the eye of a needle, than for a rich man to enter the kingdom of God.\""},{"number":25,"text":"When the disciples heard this, they were very astonished and said, \"Then who can be saved?\""},{"number":26,"text":"And looking at them Jesus said to them, \"With people this is impossible, but with God all things are possible.\""},{"number":27,"text":"Then Peter said to Him, \"Behold, we have left everything and followed You; what then will there be for us?\""},{"number":28,"text":"And Jesus said to them, \"Truly I say to you, that you who have followed Me, in the regeneration when the Son of Man will sit on His glorious throne, you also shall sit upon twelve thrones, judging the twelve tribes of Israel."},{"number":29,"text":"\"And everyone who has left houses or brothers or sisters or father or mother or children or farms for My name's sake, will receive many times as much, and will inherit eternal life."},{"number":30,"text":"\"But many who are first will be last; and the last, first."}]