[{"number":1,"text":"A false balance is an abomination to the LORD, But a just weight is His delight."},{"number":2,"text":"When pride comes, then comes dishonor, But with the humble is wisdom."},{"number":3,"text":"The integrity of the upright will guide them, But the crookedness of the treacherous will destroy them."},{"number":4,"text":"Riches do not profit in the day of wrath, But righteousness delivers from death."},{"number":5,"text":"The righteousness of the blameless will smooth his way, But the wicked will fall by his own wickedness."},{"number":6,"text":"The righteousness of the upright will deliver them, But the treacherous will be caught by their own greed."},{"number":7,"text":"When a wicked man dies, his expectation will perish, And the hope of strong men perishes."},{"number":8,"text":"The righteous is delivered from trouble, But the wicked takes his place."},{"number":9,"text":"With his mouth the godless man destroys his neighbor, But through knowledge the righteous will be delivered."},{"number":10,"text":"When it goes well with the righteous, the city rejoices, And when the wicked perish, there is joyful shouting."},{"number":11,"text":"By the blessing of the upright a city is exalted, But by the mouth of the wicked it is torn down."},{"number":12,"text":"He who despises his neighbor lacks sense, But a man of understanding keeps silent."},{"number":13,"text":"He who goes about as a talebearer reveals secrets, But he who is trustworthy conceals a matter."},{"number":14,"text":"Where there is no guidance the people fall, But in abundance of counselors there is victory."},{"number":15,"text":"He who is guarantor for a stranger will surely suffer for it, But he who hates being a guarantor is secure."},{"number":16,"text":"A gracious woman attains honor, And ruthless men attain riches."},{"number":17,"text":"The merciful man does himself good, But the cruel man does himself harm."},{"number":18,"text":"The wicked earns deceptive wages, But he who sows righteousness gets a true reward."},{"number":19,"text":"He who is steadfast in righteousness will attain to life, And he who pursues evil will bring about his own death."},{"number":20,"text":"The perverse in heart are an abomination to the LORD, But the blameless in their walk are His delight."},{"number":21,"text":"Assuredly, the evil man will not go unpunished, But the descendants of the righteous will be delivered."},{"number":22,"text":"As a ring of gold in a swine's snout So is a beautiful woman who lacks discretion."},{"number":23,"text":"The desire of the righteous is only good, But the expectation of the wicked is wrath."},{"number":24,"text":"There is one who scatters, and yet increases all the more, And there is one who withholds what is justly due, and yet it results only in want."},{"number":25,"text":"The generous man will be prosperous, And he who waters will himself be watered."},{"number":26,"text":"He who withholds grain, the people will curse him, But blessing will be on the head of him who sells it."},{"number":27,"text":"He who diligently seeks good seeks favor, But he who seeks evil, evil will come to him."},{"number":28,"text":"He who trusts in his riches will fall, But the righteous will flourish like the green leaf."},{"number":29,"text":"He who troubles his own house will inherit wind, And the foolish will be servant to the wisehearted."},{"number":30,"text":"The fruit of the righteous is a tree of life, And he who is wise wins souls."},{"number":31,"text":"If the righteous will be rewarded in the earth, How much more the wicked and the sinner!"}]