[{"number":1,"text":"A wise son accepts his father's discipline, But a scoffer does not listen to rebuke."},{"number":2,"text":"From the fruit of a man's mouth he enjoys good, But the desire of the treacherous is violence."},{"number":3,"text":"The one who guards his mouth preserves his life; The one who opens wide his lips comes to ruin."},{"number":4,"text":"The soul of the sluggard craves and gets nothing, But the soul of the diligent is made fat."},{"number":5,"text":"A righteous man hates falsehood, But a wicked man acts disgustingly and shamefully."},{"number":6,"text":"Righteousness guards the one whose way is blameless, But wickedness subverts the sinner."},{"number":7,"text":"There is one who pretends to be rich, but has nothing; Another pretends to be poor, but has great wealth."},{"number":8,"text":"The ransom of a man's life is his wealth, But the poor hears no rebuke."},{"number":9,"text":"The light of the righteous rejoices, But the lamp of the wicked goes out."},{"number":10,"text":"Through insolence comes nothing but strife, But wisdom is with those who receive counsel."},{"number":11,"text":"Wealth obtained by fraud dwindles, But the one who gathers by labor increases it."},{"number":12,"text":"Hope deferred makes the heart sick, But desire fulfilled is a tree of life."},{"number":13,"text":"The one who despises the word will be in debt to it, But the one who fears the commandment will be rewarded."},{"number":14,"text":"The teaching of the wise is a fountain of life, To turn aside from the snares of death."},{"number":15,"text":"Good understanding produces favor, But the way of the treacherous is hard."},{"number":16,"text":"Every prudent man acts with knowledge, But a fool displays folly."},{"number":17,"text":"A wicked messenger falls into adversity, But a faithful envoy brings healing."},{"number":18,"text":"Poverty and shame will come to him who neglects discipline, But he who regards reproof will be honored."},{"number":19,"text":"Desire realized is sweet to the soul, But it is an abomination to fools to turn away from evil."},{"number":20,"text":"He who walks with wise men will be wise, But the companion of fools will suffer harm."},{"number":21,"text":"Adversity pursues sinners, But the righteous will be rewarded with prosperity."},{"number":22,"text":"A good man leaves an inheritance to his children's children, And the wealth of the sinner is stored up for the righteous."},{"number":23,"text":"Abundant food is in the fallow ground of the poor, But it is swept away by injustice."},{"number":24,"text":"He who withholds his rod hates his son, But he who loves him disciplines him diligently."},{"number":25,"text":"The righteous has enough to satisfy his appetite, But the stomach of the wicked is in need."}]