[{"number":1,"text":"He who separates himself seeks his own desire, He quarrels against all sound wisdom."},{"number":2,"text":"A fool does not delight in understanding, But only in revealing his own mind."},{"number":3,"text":"When a wicked man comes, contempt also comes, And with dishonor comes scorn."},{"number":4,"text":"The words of a man's mouth are deep waters; The fountain of wisdom is a bubbling brook."},{"number":5,"text":"To show partiality to the wicked is not good, Nor to thrust aside the righteous in judgment."},{"number":6,"text":"A fool's lips bring strife, And his mouth calls for blows."},{"number":7,"text":"A fool's mouth is his ruin, And his lips are the snare of his soul."},{"number":8,"text":"The words of a whisperer are like dainty morsels, And they go down into the innermost parts of the body."},{"number":9,"text":"He also who is slack in his work Is brother to him who destroys."},{"number":10,"text":"The name of the LORD is a strong tower; The righteous runs into it and is safe."},{"number":11,"text":"A rich man's wealth is his strong city, And like a high wall in his own imagination."},{"number":12,"text":"Before destruction the heart of man is haughty, But humility goes before honor."},{"number":13,"text":"He who gives an answer before he hears, It is folly and shame to him."},{"number":14,"text":"The spirit of a man can endure his sickness, But as for a broken spirit who can bear it?"},{"number":15,"text":"The mind of the prudent acquires knowledge, And the ear of the wise seeks knowledge."},{"number":16,"text":"A man's gift makes room for him And brings him before great men."},{"number":17,"text":"The first to plead his case seems right, Until another comes and examines him."},{"number":18,"text":"The cast lot puts an end to strife And decides between the mighty ones."},{"number":19,"text":"A brother offended is harder to be won than a strong city, And contentions are like the bars of a citadel."},{"number":20,"text":"With the fruit of a man's mouth his stomach will be satisfied; He will be satisfied with the product of his lips."},{"number":21,"text":"Death and life are in the power of the tongue, And those who love it will eat its fruit."},{"number":22,"text":"He who finds a wife finds a good thing And obtains favor from the LORD."},{"number":23,"text":"The poor man utters supplications, But the rich man answers roughly."},{"number":24,"text":"A man of too many friends comes to ruin, But there is a friend who sticks closer than a brother."}]