[{"number":1,"text":"When you sit down to dine with a ruler, Consider carefully what is before you,"},{"number":2,"text":"And put a knife to your throat If you are a man of great appetite."},{"number":3,"text":"Do not desire his delicacies, For it is deceptive food."},{"number":4,"text":"Do not weary yourself to gain wealth, Cease from your consideration of it."},{"number":5,"text":"When you set your eyes on it, it is gone. For wealth certainly makes itself wings Like an eagle that flies toward the heavens."},{"number":6,"text":"Do not eat the bread of a selfish man, Or desire his delicacies;"},{"number":7,"text":"For as he thinks within himself, so he is. He says to you, \"Eat and drink!\" But his heart is not with you."},{"number":8,"text":"You will vomit up the morsel you have eaten, And waste your compliments."},{"number":9,"text":"Do not speak in the hearing of a fool, For he will despise the wisdom of your words."},{"number":10,"text":"Do not move the ancient boundary Or go into the fields of the fatherless,"},{"number":11,"text":"For their Redeemer is strong; He will plead their case against you."},{"number":12,"text":"Apply your heart to discipline And your ears to words of knowledge."},{"number":13,"text":"Do not hold back discipline from the child, Although you strike him with the rod, he will not die."},{"number":14,"text":"You shall strike him with the rod And rescue his soul from Sheol."},{"number":15,"text":"My son, if your heart is wise, My own heart also will be glad;"},{"number":16,"text":"And my inmost being will rejoice When your lips speak what is right."},{"number":17,"text":"Do not let your heart envy sinners, But live in the fear of the LORD always."},{"number":18,"text":"Surely there is a future, And your hope will not be cut off."},{"number":19,"text":"Listen, my son, and be wise, And direct your heart in the way."},{"number":20,"text":"Do not be with heavy drinkers of wine, Or with gluttonous eaters of meat;"},{"number":21,"text":"For the heavy drinker and the glutton will come to poverty, And drowsiness will clothe one with rags."},{"number":22,"text":"Listen to your father who begot you, And do not despise your mother when she is old."},{"number":23,"text":"Buy truth, and do not sell it, Get wisdom and instruction and understanding."},{"number":24,"text":"The father of the righteous will greatly rejoice, And he who sires a wise son will be glad in him."},{"number":25,"text":"Let your father and your mother be glad, And let her rejoice who gave birth to you."},{"number":26,"text":"Give me your heart, my son, And let your eyes delight in my ways."},{"number":27,"text":"For a harlot is a deep pit And an adulterous woman is a narrow well."},{"number":28,"text":"Surely she lurks as a robber, And increases the faithless among men."},{"number":29,"text":"Who has woe? Who has sorrow? Who has contentions? Who has complaining? Who has wounds without cause? Who has redness of eyes?"},{"number":30,"text":"Those who linger long over wine, Those who go to taste mixed wine."},{"number":31,"text":"Do not look on the wine when it is red, When it sparkles in the cup, When it goes down smoothly;"},{"number":32,"text":"At the last it bites like a serpent And stings like a viper."},{"number":33,"text":"Your eyes will see strange things And your mind will utter perverse things."},{"number":34,"text":"And you will be like one who lies down in the middle of the sea, Or like one who lies down on the top of a mast."},{"number":35,"text":"\"They struck me, but I did not become ill; They beat me, but I did not know it. When shall I awake? I will seek another drink.\""}]