[{"number":1,"text":"Do not boast about tomorrow, For you do not know what a day may bring forth."},{"number":2,"text":"Let another praise you, and not your own mouth; A stranger, and not your own lips."},{"number":3,"text":"A stone is heavy and the sand weighty, But the provocation of a fool is heavier than both of them."},{"number":4,"text":"Wrath is fierce and anger is a flood, But who can stand before jealousy?"},{"number":5,"text":"Better is open rebuke Than love that is concealed."},{"number":6,"text":"Faithful are the wounds of a friend, But deceitful are the kisses of an enemy."},{"number":7,"text":"A sated man loathes honey, But to a famished man any bitter thing is sweet."},{"number":8,"text":"Like a bird that wanders from her nest, So is a man who wanders from his home."},{"number":9,"text":"Oil and perfume make the heart glad, So a man's counsel is sweet to his friend."},{"number":10,"text":"Do not forsake your own friend or your father's friend, And do not go to your brother's house in the day of your calamity; Better is a neighbor who is near than a brother far away."},{"number":11,"text":"Be wise, my son, and make my heart glad, That I may reply to him who reproaches me."},{"number":12,"text":"A prudent man sees evil and hides himself, The naive proceed and pay the penalty."},{"number":13,"text":"Take his garment when he becomes surety for a stranger; And for an adulterous woman hold him in pledge."},{"number":14,"text":"He who blesses his friend with a loud voice early in the morning, It will be reckoned a curse to him."},{"number":15,"text":"A constant dripping on a day of steady rain And a contentious woman are alike;"},{"number":16,"text":"He who would restrain her restrains the wind, And grasps oil with his right hand."},{"number":17,"text":"Iron sharpens iron, So one man sharpens another."},{"number":18,"text":"He who tends the fig tree will eat its fruit, And he who cares for his master will be honored."},{"number":19,"text":"As in water face reflects face, So the heart of man reflects man."},{"number":20,"text":"Sheol and Abaddon are never satisfied, Nor are the eyes of man ever satisfied."},{"number":21,"text":"The crucible is for silver and the furnace for gold, And each is tested by the praise accorded him."},{"number":22,"text":"Though you pound a fool in a mortar with a pestle along with crushed grain, Yet his foolishness will not depart from him."},{"number":23,"text":"Know well the condition of your flocks, And pay attention to your herds;"},{"number":24,"text":"For riches are not forever, Nor does a crown endure to all generations."},{"number":25,"text":"When the grass disappears, the new growth is seen, And the herbs of the mountains are gathered in,"},{"number":26,"text":"The lambs will be for your clothing, And the goats will bring the price of a field,"},{"number":27,"text":"And there will be goats' milk enough for your food, For the food of your household, And sustenance for your maidens."}]