[{"number":1,"text":"The wicked flee when no one is pursuing, But the righteous are bold as a lion."},{"number":2,"text":"By the transgression of a land many are its princes, But by a man of understanding and knowledge, so it endures."},{"number":3,"text":"A poor man who oppresses the lowly Is like a driving rain which leaves no food."},{"number":4,"text":"Those who forsake the law praise the wicked, But those who keep the law strive with them."},{"number":5,"text":"Evil men do not understand justice, But those who seek the LORD understand all things."},{"number":6,"text":"Better is the poor who walks in his integrity Than he who is crooked though he be rich."},{"number":7,"text":"He who keeps the law is a discerning son, But he who is a companion of gluttons humiliates his father."},{"number":8,"text":"He who increases his wealth by interest and usury Gathers it for him who is gracious to the poor."},{"number":9,"text":"He who turns away his ear from listening to the law, Even his prayer is an abomination."},{"number":10,"text":"He who leads the upright astray in an evil way Will himself fall into his own pit, But the blameless will inherit good."},{"number":11,"text":"The rich man is wise in his own eyes, But the poor who has understanding sees through him."},{"number":12,"text":"When the righteous triumph, there is great glory, But when the wicked rise, men hide themselves."},{"number":13,"text":"He who conceals his transgressions will not prosper, But he who confesses and forsakes them will find compassion."},{"number":14,"text":"How blessed is the man who fears always, But he who hardens his heart will fall into calamity."},{"number":15,"text":"Like a roaring lion and a rushing bear Is a wicked ruler over a poor people."},{"number":16,"text":"A leader who is a great oppressor lacks understanding, But he who hates unjust gain will prolong his days."},{"number":17,"text":"A man who is laden with the guilt of human blood Will be a fugitive until death; let no one support him."},{"number":18,"text":"He who walks blamelessly will be delivered, But he who is crooked will fall all at once."},{"number":19,"text":"He who tills his land will have plenty of food, But he who follows empty pursuits will have poverty in plenty."},{"number":20,"text":"A faithful man will abound with blessings, But he who makes haste to be rich will not go unpunished."},{"number":21,"text":"To show partiality is not good, Because for a piece of bread a man will transgress."},{"number":22,"text":"A man with an evil eye hastens after wealth And does not know that want will come upon him."},{"number":23,"text":"He who rebukes a man will afterward find more favor Than he who flatters with the tongue."},{"number":24,"text":"He who robs his father or his mother And says, \"It is not a transgression,\" Is the companion of a man who destroys."},{"number":25,"text":"An arrogant man stirs up strife, But he who trusts in the LORD will prosper."},{"number":26,"text":"He who trusts in his own heart is a fool, But he who walks wisely will be delivered."},{"number":27,"text":"He who gives to the poor will never want, But he who shuts his eyes will have many curses."},{"number":28,"text":"When the wicked rise, men hide themselves; But when they perish, the righteous increase."}]