[{"number":1,"text":"My son, if you have become surety for your neighbor, Have given a pledge for a stranger,"},{"number":2,"text":"If you have been snared with the words of your mouth, Have been caught with the words of your mouth,"},{"number":3,"text":"Do this then, my son, and deliver yourself; Since you have come into the hand of your neighbor, Go, humble yourself, and importune your neighbor."},{"number":4,"text":"Give no sleep to your eyes, Nor slumber to your eyelids;"},{"number":5,"text":"Deliver yourself like a gazelle from the hunter's hand And like a bird from the hand of the fowler."},{"number":6,"text":"Go to the ant, O sluggard, Observe her ways and be wise,"},{"number":7,"text":"Which, having no chief, Officer or ruler,"},{"number":8,"text":"Prepares her food in the summer And gathers her provision in the harvest."},{"number":9,"text":"How long will you lie down, O sluggard? When will you arise from your sleep?"},{"number":10,"text":"\"A little sleep, a little slumber, A little folding of the hands to rest\"--"},{"number":11,"text":"Your poverty will come in like a vagabond And your need like an armed man."},{"number":12,"text":"A worthless person, a wicked man, Is the one who walks with a perverse mouth,"},{"number":13,"text":"Who winks with his eyes, who signals with his feet, Who points with his fingers;"},{"number":14,"text":"Who with perversity in his heart continually devises evil, Who spreads strife."},{"number":15,"text":"Therefore his calamity will come suddenly; Instantly he will be broken and there will be no healing."},{"number":16,"text":"There are six things which the LORD hates, Yes, seven which are an abomination to Him:"},{"number":17,"text":"Haughty eyes, a lying tongue, And hands that shed innocent blood,"},{"number":18,"text":"A heart that devises wicked plans, Feet that run rapidly to evil,"},{"number":19,"text":"A false witness who utters lies, And one who spreads strife among brothers."},{"number":20,"text":"My son, observe the commandment of your father And do not forsake the teaching of your mother;"},{"number":21,"text":"Bind them continually on your heart; Tie them around your neck."},{"number":22,"text":"When you walk about, they will guide you; When you sleep, they will watch over you; And when you awake, they will talk to you."},{"number":23,"text":"For the commandment is a lamp and the teaching is light; And reproofs for discipline are the way of life"},{"number":24,"text":"To keep you from the evil woman, From the smooth tongue of the adulteress."},{"number":25,"text":"Do not desire her beauty in your heart, Nor let her capture you with her eyelids."},{"number":26,"text":"For on account of a harlot one is reduced to a loaf of bread, And an adulteress hunts for the precious life."},{"number":27,"text":"Can a man take fire in his bosom And his clothes not be burned?"},{"number":28,"text":"Or can a man walk on hot coals And his feet not be scorched?"},{"number":29,"text":"So is the one who goes in to his neighbor's wife; Whoever touches her will not go unpunished."},{"number":30,"text":"Men do not despise a thief if he steals To satisfy himself when he is hungry;"},{"number":31,"text":"But when he is found, he must repay sevenfold; He must give all the substance of his house."},{"number":32,"text":"The one who commits adultery with a woman is lacking sense; He who would destroy himself does it."},{"number":33,"text":"Wounds and disgrace he will find, And his reproach will not be blotted out."},{"number":34,"text":"For jealousy enrages a man, And he will not spare in the day of vengeance."},{"number":35,"text":"He will not accept any ransom, Nor will he be satisfied though you give many gifts."}]