[{"number":1,"text":"Now before the Feast of the Passover, Jesus knowing that His hour had come that He would depart out of this world to the Father, having loved His own who were in the world, He loved them to the end."},{"number":2,"text":"During supper, the devil having already put into the heart of Judas Iscariot, the son of Simon, to betray Him,"},{"number":3,"text":"Jesus, knowing that the Father had given all things into His hands, and that He had come forth from God and was going back to God,"},{"number":4,"text":"*got up from supper, and *laid aside His garments; and taking a towel, He girded Himself."},{"number":5,"text":"Then He *poured water into the basin, and began to wash the disciples' feet and to wipe them with the towel with which He was girded."},{"number":6,"text":"So He *came to Simon Peter. He *said to Him, \"Lord, do You wash my feet?\""},{"number":7,"text":"Jesus answered and said to him, \"What I do you do not realize now, but you will understand hereafter.\""},{"number":8,"text":"Peter *said to Him, \"Never shall You wash my feet!\" Jesus answered him, \"If I do not wash you, you have no part with Me.\""},{"number":9,"text":"Simon Peter *said to Him, \"Lord, then wash not only my feet, but also my hands and my head.\""},{"number":10,"text":"Jesus *said to him, \"He who has bathed needs only to wash his feet, but is completely clean; and you are clean, but not all of you.\""},{"number":11,"text":"For He knew the one who was betraying Him; for this reason He said, \"Not all of you are clean.\""},{"number":12,"text":"So when He had washed their feet, and taken His garments and reclined at the table again, He said to them, \"Do you know what I have done to you?"},{"number":13,"text":"\"You call Me Teacher and Lord; and you are right, for so I am."},{"number":14,"text":"\"If I then, the Lord and the Teacher, washed your feet, you also ought to wash one another's feet."},{"number":15,"text":"\"For I gave you an example that you also should do as I did to you."},{"number":16,"text":"\"Truly, truly, I say to you, a slave is not greater than his master, nor is one who is sent greater than the one who sent him."},{"number":17,"text":"\"If you know these things, you are blessed if you do them."},{"number":18,"text":"\"I do not speak of all of you. I know the ones I have chosen; but it is that the Scripture may be fulfilled, 'HE WHO EATS MY BREAD HAS LIFTED UP HIS HEEL AGAINST ME.'"},{"number":19,"text":"\"From now on I am telling you before it comes to pass, so that when it does occur, you may believe that I am He."},{"number":20,"text":"\"Truly, truly, I say to you, he who receives whomever I send receives Me; and he who receives Me receives Him who sent Me.\""},{"number":21,"text":"When Jesus had said this, He became troubled in spirit, and testified and said, \"Truly, truly, I say to you, that one of you will betray Me.\""},{"number":22,"text":"The disciples began looking at one another, at a loss to know of which one He was speaking."},{"number":23,"text":"There was reclining on Jesus' bosom one of His disciples, whom Jesus loved."},{"number":24,"text":"So Simon Peter *gestured to him, and *said to him, \"Tell us who it is of whom He is speaking.\""},{"number":25,"text":"He, leaning back thus on Jesus' bosom, *said to Him, \"Lord, who is it?\""},{"number":26,"text":"Jesus then *answered, \"That is the one for whom I shall dip the morsel and give it to him.\" So when He had dipped the morsel, He *took and *gave it to Judas, the son of Simon Iscariot."},{"number":27,"text":"After the morsel, Satan then entered into him. Therefore Jesus *said to him, \"What you do, do quickly.\""},{"number":28,"text":"Now no one of those reclining at the table knew for what purpose He had said this to him."},{"number":29,"text":"For some were supposing, because Judas had the money box, that Jesus was saying to him, \"Buy the things we have need of for the feast\"; or else, that he should give something to the poor."},{"number":30,"text":"So after receiving the morsel he went out immediately; and it was night."},{"number":31,"text":"Therefore when he had gone out, Jesus *said, \"Now is the Son of Man glorified, and God is glorified in Him;"},{"number":32,"text":"if God is glorified in Him, God will also glorify Him in Himself, and will glorify Him immediately."},{"number":33,"text":"\"Little children, I am with you a little while longer. You will seek Me; and as I said to the Jews, now I also say to you, 'Where I am going, you cannot come.'"},{"number":34,"text":"\"A new commandment I give to you, that you love one another, even as I have loved you, that you also love one another."},{"number":35,"text":"\"By this all men will know that you are My disciples, if you have love for one another.\""},{"number":36,"text":"Simon Peter *said to Him, \"Lord, where are You going?\" Jesus answered, \"Where I go, you cannot follow Me now; but you will follow later.\""},{"number":37,"text":"Peter *said to Him, \"Lord, why can I not follow You right now? I will lay down my life for You.\""},{"number":38,"text":"Jesus *answered, \"Will you lay down your life for Me? Truly, truly, I say to you, a rooster will not crow until you deny Me three times."}]