[{"number":1,"text":"Jesus summoned His twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every kind of disease and every kind of sickness."},{"number":2,"text":"Now the names of the twelve apostles are these: The first, Simon, who is called Peter, and Andrew his brother; and James the son of Zebedee, and John his brother;"},{"number":3,"text":"Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus;"},{"number":4,"text":"Simon the Zealot, and Judas Iscariot, the one who betrayed Him."},{"number":5,"text":"These twelve Jesus sent out after instructing them: \"Do not go in the way of the Gentiles, and do not enter any city of the Samaritans;"},{"number":6,"text":"but rather go to the lost sheep of the house of Israel."},{"number":7,"text":"\"And as you go, preach, saying, 'The kingdom of heaven is at hand.'"},{"number":8,"text":"\"Heal the sick, raise the dead, cleanse the lepers, cast out demons. Freely you received, freely give."},{"number":9,"text":"\"Do not acquire gold, or silver, or copper for your money belts,"},{"number":10,"text":"or a bag for your journey, or even two coats, or sandals, or a staff; for the worker is worthy of his support."},{"number":11,"text":"\"And whatever city or village you enter, inquire who is worthy in it, and stay at his house until you leave that city."},{"number":12,"text":"\"As you enter the house, give it your greeting."},{"number":13,"text":"\"If the house is worthy, give it your blessing of peace. But if it is not worthy, take back your blessing of peace."},{"number":14,"text":"\"Whoever does not receive you, nor heed your words, as you go out of that house or that city, shake the dust off your feet."},{"number":15,"text":"\"Truly I say to you, it will be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city."},{"number":16,"text":"\"Behold, I send you out as sheep in the midst of wolves; so be shrewd as serpents and innocent as doves."},{"number":17,"text":"\"But beware of men, for they will hand you over to the courts and scourge you in their synagogues;"},{"number":18,"text":"and you will even be brought before governors and kings for My sake, as a testimony to them and to the Gentiles."},{"number":19,"text":"\"But when they hand you over, do not worry about how or what you are to say; for it will be given you in that hour what you are to say."},{"number":20,"text":"\"For it is not you who speak, but it is the Spirit of your Father who speaks in you."},{"number":21,"text":"\"Brother will betray brother to death, and a father his child; and children will rise up against parents and cause them to be put to death."},{"number":22,"text":"\"You will be hated by all because of My name, but it is the one who has endured to the end who will be saved."},{"number":23,"text":"\"But whenever they persecute you in one city, flee to the next; for truly I say to you, you will not finish going through the cities of Israel until the Son of Man comes."},{"number":24,"text":"\"A disciple is not above his teacher, nor a slave above his master."},{"number":25,"text":"\"It is enough for the disciple that he become like his teacher, and the slave like his master. If they have called the head of the house Beelzebul, how much more will they malign the members of his household!"},{"number":26,"text":"\"Therefore do not fear them, for there is nothing concealed that will not be revealed, or hidden that will not be known."},{"number":27,"text":"\"What I tell you in the darkness, speak in the light; and what you hear whispered in your ear, proclaim upon the housetops."},{"number":28,"text":"\"Do not fear those who kill the body but are unable to kill the soul; but rather fear Him who is able to destroy both soul and body in hell."},{"number":29,"text":"\"Are not two sparrows sold for a cent? And yet not one of them will fall to the ground apart from your Father."},{"number":30,"text":"\"But the very hairs of your head are all numbered."},{"number":31,"text":"\"So do not fear; you are more valuable than many sparrows."},{"number":32,"text":"\"Therefore everyone who confesses Me before men, I will also confess him before My Father who is in heaven."},{"number":33,"text":"\"But whoever denies Me before men, I will also deny him before My Father who is in heaven."},{"number":34,"text":"\"Do not think that I came to bring peace on the earth; I did not come to bring peace, but a sword."},{"number":35,"text":"\"For I came to SET A MAN AGAINST HIS FATHER, AND A DAUGHTER AGAINST HER MOTHER, AND A DAUGHTER-IN-LAW AGAINST HER MOTHER-IN-LAW;"},{"number":36,"text":"and A MAN'S ENEMIES WILL BE THE MEMBERS OF HIS HOUSEHOLD."},{"number":37,"text":"\"He who loves father or mother more than Me is not worthy of Me; and he who loves son or daughter more than Me is not worthy of Me."},{"number":38,"text":"\"And he who does not take his cross and follow after Me is not worthy of Me."},{"number":39,"text":"\"He who has found his life will lose it, and he who has lost his life for My sake will find it."},{"number":40,"text":"\"He who receives you receives Me, and he who receives Me receives Him who sent Me."},{"number":41,"text":"\"He who receives a prophet in the name of a prophet shall receive a prophet's reward; and he who receives a righteous man in the name of a righteous man shall receive a righteous man's reward."},{"number":42,"text":"\"And whoever in the name of a disciple gives to one of these little ones even a cup of cold water to drink, truly I say to you, he shall not lose his reward.\""}]