[{"number":1,"text":"The Pharisees and Sadducees came up, and testing Jesus, they asked Him to show them a sign from heaven."},{"number":2,"text":"But He replied to them, \"When it is evening, you say, 'It will be fair weather, for the sky is red.'"},{"number":3,"text":"\"And in the morning, 'There will be a storm today, for the sky is red and threatening.' Do you know how to discern the appearance of the sky, but cannot discern the signs of the times?"},{"number":4,"text":"\"An evil and adulterous generation seeks after a sign; and a sign will not be given it, except the sign of Jonah.\" And He left them and went away."},{"number":5,"text":"And the disciples came to the other side of the sea, but they had forgotten to bring any bread."},{"number":6,"text":"And Jesus said to them, \"Watch out and beware of the leaven of the Pharisees and Sadducees.\""},{"number":7,"text":"They began to discuss this among themselves, saying, \"He said that because we did not bring any bread.\""},{"number":8,"text":"But Jesus, aware of this, said, \"You men of little faith, why do you discuss among yourselves that you have no bread?"},{"number":9,"text":"\"Do you not yet understand or remember the five loaves of the five thousand, and how many baskets full you picked up?"},{"number":10,"text":"\"Or the seven loaves of the four thousand, and how many large baskets full you picked up?"},{"number":11,"text":"\"How is it that you do not understand that I did not speak to you concerning bread? But beware of the leaven of the Pharisees and Sadducees.\""},{"number":12,"text":"Then they understood that He did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees."},{"number":13,"text":"Now when Jesus came into the district of Caesarea Philippi, He was asking His disciples, \"Who do people say that the Son of Man is?\""},{"number":14,"text":"And they said, \"Some say John the Baptist; and others, Elijah; but still others, Jeremiah, or one of the prophets.\""},{"number":15,"text":"He *said to them, \"But who do you say that I am?\""},{"number":16,"text":"Simon Peter answered, \"You are the Christ, the Son of the living God.\""},{"number":17,"text":"And Jesus said to him, \"Blessed are you, Simon Barjona, because flesh and blood did not reveal this to you, but My Father who is in heaven."},{"number":18,"text":"\"I also say to you that you are Peter, and upon this rock I will build My church; and the gates of Hades will not overpower it."},{"number":19,"text":"\"I will give you the keys of the kingdom of heaven; and whatever you bind on earth shall have been bound in heaven, and whatever you loose on earth shall have been loosed in heaven.\""},{"number":20,"text":"Then He warned the disciples that they should tell no one that He was the Christ."},{"number":21,"text":"From that time Jesus began to show His disciples that He must go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised up on the third day."},{"number":22,"text":"Peter took Him aside and began to rebuke Him, saying, \"God forbid it, Lord! This shall never happen to You.\""},{"number":23,"text":"But He turned and said to Peter, \"Get behind Me, Satan! You are a stumbling block to Me; for you are not setting your mind on God's interests, but man's.\""},{"number":24,"text":"Then Jesus said to His disciples, \"If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me."},{"number":25,"text":"\"For whoever wishes to save his life will lose it; but whoever loses his life for My sake will find it."},{"number":26,"text":"\"For what will it profit a man if he gains the whole world and forfeits his soul? Or what will a man give in exchange for his soul?"},{"number":27,"text":"\"For the Son of Man is going to come in the glory of His Father with His angels, and WILL THEN REPAY EVERY MAN ACCORDING TO HIS DEEDS."},{"number":28,"text":"\"Truly I say to you, there are some of those who are standing here who will not taste death until they see the Son of Man coming in His kingdom.\""}]