[{"number":1,"text":"At that time the disciples came to Jesus and said, \"Who then is greatest in the kingdom of heaven?\""},{"number":2,"text":"And He called a child to Himself and set him before them,"},{"number":3,"text":"and said, \"Truly I say to you, unless you are converted and become like children, you will not enter the kingdom of heaven."},{"number":4,"text":"\"Whoever then humbles himself as this child, he is the greatest in the kingdom of heaven."},{"number":5,"text":"\"And whoever receives one such child in My name receives Me;"},{"number":6,"text":"but whoever causes one of these little ones who believe in Me to stumble, it would be better for him to have a heavy millstone hung around his neck, and to be drowned in the depth of the sea."},{"number":7,"text":"\"Woe to the world because of its stumbling blocks! For it is inevitable that stumbling blocks come; but woe to that man through whom the stumbling block comes!"},{"number":8,"text":"\"If your hand or your foot causes you to stumble, cut it off and throw it from you; it is better for you to enter life crippled or lame, than to have two hands or two feet and be cast into the eternal fire."},{"number":9,"text":"\"If your eye causes you to stumble, pluck it out and throw it from you. It is better for you to enter life with one eye, than to have two eyes and be cast into the fiery hell."},{"number":10,"text":"\"See that you do not despise one of these little ones, for I say to you that their angels in heaven continually see the face of My Father who is in heaven."},{"number":11,"text":"[\"For the Son of Man has come to save that which was lost.]"},{"number":12,"text":"\"What do you think? If any man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go and search for the one that is straying?"},{"number":13,"text":"\"If it turns out that he finds it, truly I say to you, he rejoices over it more than over the ninety-nine which have not gone astray."},{"number":14,"text":"\"So it is not the will of your Father who is in heaven that one of these little ones perish."},{"number":15,"text":"\"If your brother sins, go and show him his fault in private; if he listens to you, you have won your brother."},{"number":16,"text":"\"But if he does not listen to you, take one or two more with you, so that BY THE MOUTH OF TWO OR THREE WITNESSES EVERY FACT MAY BE CONFIRMED."},{"number":17,"text":"\"If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector."},{"number":18,"text":"\"Truly I say to you, whatever you bind on earth shall have been bound in heaven; and whatever you loose on earth shall have been loosed in heaven."},{"number":19,"text":"\"Again I say to you, that if two of you agree on earth about anything that they may ask, it shall be done for them by My Father who is in heaven."},{"number":20,"text":"\"For where two or three have gathered together in My name, I am there in their midst.\""},{"number":21,"text":"Then Peter came and said to Him, \"Lord, how often shall my brother sin against me and I forgive him? Up to seven times?\""},{"number":22,"text":"Jesus *said to him, \"I do not say to you, up to seven times, but up to seventy times seven."},{"number":23,"text":"\"For this reason the kingdom of heaven may be compared to a king who wished to settle accounts with his slaves."},{"number":24,"text":"\"When he had begun to settle them, one who owed him ten thousand talents was brought to him."},{"number":25,"text":"\"But since he did not have the means to repay, his lord commanded him to be sold, along with his wife and children and all that he had, and repayment to be made."},{"number":26,"text":"\"So the slave fell to the ground and prostrated himself before him, saying, 'Have patience with me and I will repay you everything.'"},{"number":27,"text":"\"And the lord of that slave felt compassion and released him and forgave him the debt."},{"number":28,"text":"\"But that slave went out and found one of his fellow slaves who owed him a hundred denarii; and he seized him and began to choke him, saying, 'Pay back what you owe.'"},{"number":29,"text":"\"So his fellow slave fell to the ground and began to plead with him, saying, 'Have patience with me and I will repay you.'"},{"number":30,"text":"\"But he was unwilling and went and threw him in prison until he should pay back what was owed."},{"number":31,"text":"\"So when his fellow slaves saw what had happened, they were deeply grieved and came and reported to their lord all that had happened."},{"number":32,"text":"\"Then summoning him, his lord *said to him, 'You wicked slave, I forgave you all that debt because you pleaded with me."},{"number":33,"text":"'Should you not also have had mercy on your fellow slave, in the same way that I had mercy on you?'"},{"number":34,"text":"\"And his lord, moved with anger, handed him over to the torturers until he should repay all that was owed him."},{"number":35,"text":"\"My heavenly Father will also do the same to you, if each of you does not forgive his brother from your heart.\""}]