[{"number":1,"text":"\"For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard."},{"number":2,"text":"\"When he had agreed with the laborers for a denarius for the day, he sent them into his vineyard."},{"number":3,"text":"\"And he went out about the third hour and saw others standing idle in the market place;"},{"number":4,"text":"and to those he said, 'You also go into the vineyard, and whatever is right I will give you.' And so they went."},{"number":5,"text":"\"Again he went out about the sixth and the ninth hour, and did the same thing."},{"number":6,"text":"\"And about the eleventh hour he went out and found others standing around; and he *said to them, 'Why have you been standing here idle all day long?'"},{"number":7,"text":"\"They *said to him, 'Because no one hired us.' He *said to them, 'You go into the vineyard too.'"},{"number":8,"text":"\"When evening came, the owner of the vineyard *said to his foreman, 'Call the laborers and pay them their wages, beginning with the last group to the first.'"},{"number":9,"text":"\"When those hired about the eleventh hour came, each one received a denarius."},{"number":10,"text":"\"When those hired first came, they thought that they would receive more; but each of them also received a denarius."},{"number":11,"text":"\"When they received it, they grumbled at the landowner,"},{"number":12,"text":"saying, 'These last men have worked only one hour, and you have made them equal to us who have borne the burden and the scorching heat of the day.'"},{"number":13,"text":"\"But he answered and said to one of them, 'Friend, I am doing you no wrong; did you not agree with me for a denarius?"},{"number":14,"text":"'Take what is yours and go, but I wish to give to this last man the same as to you."},{"number":15,"text":"'Is it not lawful for me to do what I wish with what is my own? Or is your eye envious because I am generous?'"},{"number":16,"text":"\"So the last shall be first, and the first last.\""},{"number":17,"text":"As Jesus was about to go up to Jerusalem, He took the twelve disciples aside by themselves, and on the way He said to them,"},{"number":18,"text":"\"Behold, we are going up to Jerusalem; and the Son of Man will be delivered to the chief priests and scribes, and they will condemn Him to death,"},{"number":19,"text":"and will hand Him over to the Gentiles to mock and scourge and crucify Him, and on the third day He will be raised up.\""},{"number":20,"text":"Then the mother of the sons of Zebedee came to Jesus with her sons, bowing down and making a request of Him."},{"number":21,"text":"And He said to her, \"What do you wish?\" She *said to Him, \"Command that in Your kingdom these two sons of mine may sit one on Your right and one on Your left.\""},{"number":22,"text":"But Jesus answered, \"You do not know what you are asking. Are you able to drink the cup that I am about to drink?\" They *said to Him, \"We are able.\""},{"number":23,"text":"He *said to them, \"My cup you shall drink; but to sit on My right and on My left, this is not Mine to give, but it is for those for whom it has been prepared by My Father.\""},{"number":24,"text":"And hearing this, the ten became indignant with the two brothers."},{"number":25,"text":"But Jesus called them to Himself and said, \"You know that the rulers of the Gentiles lord it over them, and their great men exercise authority over them."},{"number":26,"text":"\"It is not this way among you, but whoever wishes to become great among you shall be your servant,"},{"number":27,"text":"and whoever wishes to be first among you shall be your slave;"},{"number":28,"text":"just as the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.\""},{"number":29,"text":"As they were leaving Jericho, a large crowd followed Him."},{"number":30,"text":"And two blind men sitting by the road, hearing that Jesus was passing by, cried out, \"Lord, have mercy on us, Son of David!\""},{"number":31,"text":"The crowd sternly told them to be quiet, but they cried out all the more, \"Lord, Son of David, have mercy on us!\""},{"number":32,"text":"And Jesus stopped and called them, and said, \"What do you want Me to do for you?\""},{"number":33,"text":"They *said to Him, \"Lord, we want our eyes to be opened.\""},{"number":34,"text":"Moved with compassion, Jesus touched their eyes; and immediately they regained their sight and followed Him."}]