[{"number":1,"text":"And working together with Him, we also urge you not to receive the grace of God in vain--"},{"number":2,"text":"for He says, \"AT THE ACCEPTABLE TIME I LISTENED TO YOU, AND ON THE DAY OF SALVATION I HELPED YOU.\" Behold, now is \"THE ACCEPTABLE TIME,\" behold, now is \"THE DAY OF SALVATION\"--"},{"number":3,"text":"giving no cause for offense in anything, so that the ministry will not be discredited,"},{"number":4,"text":"but in everything commending ourselves as servants of God, in much endurance, in afflictions, in hardships, in distresses,"},{"number":5,"text":"in beatings, in imprisonments, in tumults, in labors, in sleeplessness, in hunger,"},{"number":6,"text":"in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,"},{"number":7,"text":"in the word of truth, in the power of God; by the weapons of righteousness for the right hand and the left,"},{"number":8,"text":"by glory and dishonor, by evil report and good report; regarded as deceivers and yet true;"},{"number":9,"text":"as unknown yet well-known, as dying yet behold, we live; as punished yet not put to death,"},{"number":10,"text":"as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing yet possessing all things."},{"number":11,"text":"Our mouth has spoken freely to you, O Corinthians, our heart is opened wide."},{"number":12,"text":"You are not restrained by us, but you are restrained in your own affections."},{"number":13,"text":"Now in a like exchange--I speak as to children--open wide to us also."},{"number":14,"text":"Do not be bound together with unbelievers; for what partnership have righteousness and lawlessness, or what fellowship has light with darkness?"},{"number":15,"text":"Or what harmony has Christ with Belial, or what has a believer in common with an unbeliever?"},{"number":16,"text":"Or what agreement has the temple of God with idols? For we are the temple of the living God; just as God said, \"I WILL DWELL IN THEM AND WALK AMONG THEM; AND I WILL BE THEIR GOD, AND THEY SHALL BE MY PEOPLE."},{"number":17,"text":"\"Therefore, COME OUT FROM THEIR MIDST AND BE SEPARATE,\" says the Lord. \"AND DO NOT TOUCH WHAT IS UNCLEAN; And I will welcome you."},{"number":18,"text":"\"And I will be a father to you, And you shall be sons and daughters to Me,\" Says the Lord Almighty."}]