[{"number":1,"text":"The oracle of Nineveh. The book of the vision of Nahum the Elkoshite."},{"number":2,"text":"A jealous and avenging God is the LORD; The LORD is avenging and wrathful. The LORD takes vengeance on His adversaries, And He reserves wrath for His enemies."},{"number":3,"text":"The LORD is slow to anger and great in power, And the LORD will by no means leave the guilty unpunished. In whirlwind and storm is His way, And clouds are the dust beneath His feet."},{"number":4,"text":"He rebukes the sea and makes it dry; He dries up all the rivers. Bashan and Carmel wither; The blossoms of Lebanon wither."},{"number":5,"text":"Mountains quake because of Him And the hills dissolve; Indeed the earth is upheaved by His presence, The world and all the inhabitants in it."},{"number":6,"text":"Who can stand before His indignation? Who can endure the burning of His anger? His wrath is poured out like fire And the rocks are broken up by Him."},{"number":7,"text":"The LORD is good, A stronghold in the day of trouble, And He knows those who take refuge in Him."},{"number":8,"text":"But with an overflowing flood He will make a complete end of its site, And will pursue His enemies into darkness."},{"number":9,"text":"Whatever you devise against the LORD, He will make a complete end of it. Distress will not rise up twice."},{"number":10,"text":"Like tangled thorns, And like those who are drunken with their drink, They are consumed As stubble completely withered."},{"number":11,"text":"From you has gone forth One who plotted evil against the LORD, A wicked counselor."},{"number":12,"text":"Thus says the LORD, \"Though they are at full strength and likewise many, Even so, they will be cut off and pass away. Though I have afflicted you, I will afflict you no longer."},{"number":13,"text":"\"So now, I will break his yoke bar from upon you, And I will tear off your shackles.\""},{"number":14,"text":"The LORD has issued a command concerning you: \"Your name will no longer be perpetuated. I will cut off idol and image From the house of your gods. I will prepare your grave, For you are contemptible.\""},{"number":15,"text":"Behold, on the mountains the feet of him who brings good news, Who announces peace! Celebrate your feasts, O Judah; Pay your vows. For never again will the wicked one pass through you; He is cut off completely."}]