[{"number":1,"text":"Now on the day that Moses had finished setting up the tabernacle, he anointed it and consecrated it with all its furnishings and the altar and all its utensils; he anointed them and consecrated them also."},{"number":2,"text":"Then the leaders of Israel, the heads of their fathers' households, made an offering (they were the leaders of the tribes; they were the ones who were over the numbered men)."},{"number":3,"text":"When they brought their offering before the LORD, six covered carts and twelve oxen, a cart for every two of the leaders and an ox for each one, then they presented them before the tabernacle."},{"number":4,"text":"Then the LORD spoke to Moses, saying,"},{"number":5,"text":"\"Accept these things from them, that they may be used in the service of the tent of meeting, and you shall give them to the Levites, to each man according to his service.\""},{"number":6,"text":"So Moses took the carts and the oxen and gave them to the Levites."},{"number":7,"text":"Two carts and four oxen he gave to the sons of Gershon, according to their service,"},{"number":8,"text":"and four carts and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest."},{"number":9,"text":"But he did not give any to the sons of Kohath because theirs was the service of the holy objects, which they carried on the shoulder."},{"number":10,"text":"The leaders offered the dedication offering for the altar when it was anointed, so the leaders offered their offering before the altar."},{"number":11,"text":"Then the LORD said to Moses, \"Let them present their offering, one leader each day, for the dedication of the altar.\""},{"number":12,"text":"Now the one who presented his offering on the first day was Nahshon the son of Amminadab, of the tribe of Judah;"},{"number":13,"text":"and his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":14,"text":"one gold pan of ten shekels, full of incense;"},{"number":15,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":16,"text":"one male goat for a sin offering;"},{"number":17,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Nahshon the son of Amminadab."},{"number":18,"text":"On the second day Nethanel the son of Zuar, leader of Issachar, presented an offering;"},{"number":19,"text":"he presented as his offering one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":20,"text":"one gold pan of ten shekels, full of incense;"},{"number":21,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":22,"text":"one male goat for a sin offering;"},{"number":23,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Nethanel the son of Zuar."},{"number":24,"text":"On the third day it was Eliab the son of Helon, leader of the sons of Zebulun;"},{"number":25,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":26,"text":"one gold pan of ten shekels, full of incense;"},{"number":27,"text":"one young bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":28,"text":"one male goat for a sin offering;"},{"number":29,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Eliab the son of Helon."},{"number":30,"text":"On the fourth day it was Elizur the son of Shedeur, leader of the sons of Reuben;"},{"number":31,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":32,"text":"one gold pan of ten shekels, full of incense;"},{"number":33,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":34,"text":"one male goat for a sin offering;"},{"number":35,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Elizur the son of Shedeur."},{"number":36,"text":"On the fifth day it was Shelumiel the son of Zurishaddai, leader of the children of Simeon;"},{"number":37,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":38,"text":"one gold pan of ten shekels, full of incense;"},{"number":39,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":40,"text":"one male goat for a sin offering;"},{"number":41,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Shelumiel the son of Zurishaddai."},{"number":42,"text":"On the sixth day it was Eliasaph the son of Deuel, leader of the sons of Gad;"},{"number":43,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":44,"text":"one gold pan of ten shekels, full of incense;"},{"number":45,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":46,"text":"one male goat for a sin offering;"},{"number":47,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Eliasaph the son of Deuel."},{"number":48,"text":"On the seventh day it was Elishama the son of Ammihud, leader of the sons of Ephraim;"},{"number":49,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":50,"text":"one gold pan of ten shekels, full of incense;"},{"number":51,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":52,"text":"one male goat for a sin offering;"},{"number":53,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Elishama the son of Ammihud."},{"number":54,"text":"On the eighth day it was Gamaliel the son of Pedahzur, leader of the sons of Manasseh;"},{"number":55,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":56,"text":"one gold pan of ten shekels, full of incense;"},{"number":57,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":58,"text":"one male goat for a sin offering;"},{"number":59,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Gamaliel the son of Pedahzur."},{"number":60,"text":"On the ninth day it was Abidan the son of Gideoni, leader of the sons of Benjamin;"},{"number":61,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":62,"text":"one gold pan of ten shekels, full of incense;"},{"number":63,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":64,"text":"one male goat for a sin offering;"},{"number":65,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Abidan the son of Gideoni."},{"number":66,"text":"On the tenth day it was Ahiezer the son of Ammishaddai, leader of the sons of Dan;"},{"number":67,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":68,"text":"one gold pan of ten shekels, full of incense;"},{"number":69,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":70,"text":"one male goat for a sin offering;"},{"number":71,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Ahiezer the son of Ammishaddai."},{"number":72,"text":"On the eleventh day it was Pagiel the son of Ochran, leader of the sons of Asher;"},{"number":73,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":74,"text":"one gold pan of ten shekels, full of incense;"},{"number":75,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":76,"text":"one male goat for a sin offering;"},{"number":77,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Pagiel the son of Ochran."},{"number":78,"text":"On the twelfth day it was Ahira the son of Enan, leader of the sons of Naphtali;"},{"number":79,"text":"his offering was one silver dish whose weight was one hundred and thirty shekels, one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"},{"number":80,"text":"one gold pan of ten shekels, full of incense;"},{"number":81,"text":"one bull, one ram, one male lamb one year old, for a burnt offering;"},{"number":82,"text":"one male goat for a sin offering;"},{"number":83,"text":"and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was the offering of Ahira the son of Enan."},{"number":84,"text":"This was the dedication offering for the altar from the leaders of Israel when it was anointed: twelve silver dishes, twelve silver bowls, twelve gold pans,"},{"number":85,"text":"each silver dish weighing one hundred and thirty shekels and each bowl seventy; all the silver of the utensils was 2,400 shekels, according to the shekel of the sanctuary;"},{"number":86,"text":"the twelve gold pans, full of incense, weighing ten shekels apiece, according to the shekel of the sanctuary, all the gold of the pans 120 shekels;"},{"number":87,"text":"all the oxen for the burnt offering twelve bulls, all the rams twelve, the male lambs one year old with their grain offering twelve, and the male goats for a sin offering twelve;"},{"number":88,"text":"and all the oxen for the sacrifice of peace offerings 24 bulls, all the rams 60, the male goats 60, the male lambs one year old 60. This was the dedication offering for the altar after it was anointed."},{"number":89,"text":"Now when Moses went into the tent of meeting to speak with Him, he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim, so He spoke to him."}]