[{"number":1,"text":"These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"},{"number":2,"text":"Dan, Joseph, Benjamin, Naphtali, Gad and Asher."},{"number":3,"text":"The sons of Judah were Er, Onan and Shelah; these three were born to him by Bath-shua the Canaanitess. And Er, Judah's firstborn, was wicked in the sight of the LORD, so He put him to death."},{"number":4,"text":"Tamar his daughter-in-law bore him Perez and Zerah. Judah had five sons in all."},{"number":5,"text":"The sons of Perez were Hezron and Hamul."},{"number":6,"text":"The sons of Zerah were Zimri, Ethan, Heman, Calcol and Dara; five of them in all."},{"number":7,"text":"The son of Carmi was Achar, the troubler of Israel, who violated the ban."},{"number":8,"text":"The son of Ethan was Azariah."},{"number":9,"text":"Now the sons of Hezron, who were born to him were Jerahmeel, Ram and Chelubai."},{"number":10,"text":"Ram became the father of Amminadab, and Amminadab became the father of Nahshon, leader of the sons of Judah;"},{"number":11,"text":"Nahshon became the father of Salma, Salma became the father of Boaz,"},{"number":12,"text":"Boaz became the father of Obed, and Obed became the father of Jesse;"},{"number":13,"text":"and Jesse became the father of Eliab his firstborn, then Abinadab the second, Shimea the third,"},{"number":14,"text":"Nethanel the fourth, Raddai the fifth,"},{"number":15,"text":"Ozem the sixth, David the seventh;"},{"number":16,"text":"and their sisters were Zeruiah and Abigail. And the three sons of Zeruiah were Abshai, Joab and Asahel."},{"number":17,"text":"Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite."},{"number":18,"text":"Now Caleb the son of Hezron had sons by Azubah his wife, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon."},{"number":19,"text":"When Azubah died, Caleb married Ephrath, who bore him Hur."},{"number":20,"text":"Hur became the father of Uri, and Uri became the father of Bezalel."},{"number":21,"text":"Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was sixty years old; and she bore him Segub."},{"number":22,"text":"Segub became the father of Jair, who had twenty-three cities in the land of Gilead."},{"number":23,"text":"But Geshur and Aram took the towns of Jair from them, with Kenath and its villages, even sixty cities. All these were the sons of Machir, the father of Gilead."},{"number":24,"text":"After the death of Hezron in Caleb-ephrathah, Abijah, Hezron's wife, bore him Ashhur the father of Tekoa."},{"number":25,"text":"Now the sons of Jerahmeel the firstborn of Hezron were Ram the firstborn, then Bunah, Oren, Ozem and Ahijah."},{"number":26,"text":"Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam."},{"number":27,"text":"The sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin and Eker."},{"number":28,"text":"The sons of Onam were Shammai and Jada. And the sons of Shammai were Nadab and Abishur."},{"number":29,"text":"The name of Abishur's wife was Abihail, and she bore him Ahban and Molid."},{"number":30,"text":"The sons of Nadab were Seled and Appaim, and Seled died without sons."},{"number":31,"text":"The son of Appaim was Ishi. And the son of Ishi was Sheshan. And the son of Sheshan was Ahlai."},{"number":32,"text":"The sons of Jada the brother of Shammai were Jether and Jonathan, and Jether died without sons."},{"number":33,"text":"The sons of Jonathan were Peleth and Zaza. These were the sons of Jerahmeel."},{"number":34,"text":"Now Sheshan had no sons, only daughters. And Sheshan had an Egyptian servant whose name was Jarha."},{"number":35,"text":"Sheshan gave his daughter to Jarha his servant in marriage, and she bore him Attai."},{"number":36,"text":"Attai became the father of Nathan, and Nathan became the father of Zabad,"},{"number":37,"text":"and Zabad became the father of Ephlal, and Ephlal became the father of Obed,"},{"number":38,"text":"and Obed became the father of Jehu, and Jehu became the father of Azariah,"},{"number":39,"text":"and Azariah became the father of Helez, and Helez became the father of Eleasah,"},{"number":40,"text":"and Eleasah became the father of Sismai, and Sismai became the father of Shallum,"},{"number":41,"text":"and Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama."},{"number":42,"text":"Now the sons of Caleb, the brother of Jerahmeel, were Mesha his firstborn, who was the father of Ziph; and his son was Mareshah, the father of Hebron."},{"number":43,"text":"The sons of Hebron were Korah and Tappuah and Rekem and Shema."},{"number":44,"text":"Shema became the father of Raham, the father of Jorkeam; and Rekem became the father of Shammai."},{"number":45,"text":"The son of Shammai was Maon, and Maon was the father of Bethzur."},{"number":46,"text":"Ephah, Caleb's concubine, bore Haran, Moza and Gazez; and Haran became the father of Gazez."},{"number":47,"text":"The sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah and Shaaph."},{"number":48,"text":"Maacah, Caleb's concubine, bore Sheber and Tirhanah."},{"number":49,"text":"She also bore Shaaph the father of Madmannah, Sheva the father of Machbena and the father of Gibea; and the daughter of Caleb was Achsah."},{"number":50,"text":"These were the sons of Caleb. The sons of Hur, the firstborn of Ephrathah, were Shobal the father of Kiriath-jearim,"},{"number":51,"text":"Salma the father of Bethlehem and Hareph the father of Beth-gader."},{"number":52,"text":"Shobal the father of Kiriath-jearim had sons: Haroeh, half of the Manahathites,"},{"number":53,"text":"and the families of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites and the Mishraites; from these came the Zorathites and the Eshtaolites."},{"number":54,"text":"The sons of Salma were Bethlehem and the Netophathites, Atroth-beth-joab and half of the Manahathites, the Zorites."},{"number":55,"text":"The families of scribes who lived at Jabez were the Tirathites, the Shimeathites and the Sucathites. Those are the Kenites who came from Hammath, the father of the house of Rechab."}]