[{"number":1,"text":"The proverbs of Solomon the son of David, king of Israel:"},{"number":2,"text":"To know wisdom and instruction, To discern the sayings of understanding,"},{"number":3,"text":"To receive instruction in wise behavior, Righteousness, justice and equity;"},{"number":4,"text":"To give prudence to the naive, To the youth knowledge and discretion,"},{"number":5,"text":"A wise man will hear and increase in learning, And a man of understanding will acquire wise counsel,"},{"number":6,"text":"To understand a proverb and a figure, The words of the wise and their riddles."},{"number":7,"text":"The fear of the LORD is the beginning of knowledge; Fools despise wisdom and instruction."},{"number":8,"text":"Hear, my son, your father's instruction And do not forsake your mother's teaching;"},{"number":9,"text":"Indeed, they are a graceful wreath to your head And ornaments about your neck."},{"number":10,"text":"My son, if sinners entice you, Do not consent."},{"number":11,"text":"If they say, \"Come with us, Let us lie in wait for blood, Let us ambush the innocent without cause;"},{"number":12,"text":"Let us swallow them alive like Sheol, Even whole, as those who go down to the pit;"},{"number":13,"text":"We will find all kinds of precious wealth, We will fill our houses with spoil;"},{"number":14,"text":"Throw in your lot with us, We shall all have one purse,\""},{"number":15,"text":"My son, do not walk in the way with them. Keep your feet from their path,"},{"number":16,"text":"For their feet run to evil And they hasten to shed blood."},{"number":17,"text":"Indeed, it is useless to spread the baited net In the sight of any bird;"},{"number":18,"text":"But they lie in wait for their own blood; They ambush their own lives."},{"number":19,"text":"So are the ways of everyone who gains by violence; It takes away the life of its possessors."},{"number":20,"text":"Wisdom shouts in the street, She lifts her voice in the square;"},{"number":21,"text":"At the head of the noisy streets she cries out; At the entrance of the gates in the city she utters her sayings:"},{"number":22,"text":"\"How long, O naive ones, will you love being simple-minded? And scoffers delight themselves in scoffing And fools hate knowledge?"},{"number":23,"text":"\"Turn to my reproof, Behold, I will pour out my spirit on you; I will make my words known to you."},{"number":24,"text":"\"Because I called and you refused, I stretched out my hand and no one paid attention;"},{"number":25,"text":"And you neglected all my counsel And did not want my reproof;"},{"number":26,"text":"I will also laugh at your calamity; I will mock when your dread comes,"},{"number":27,"text":"When your dread comes like a storm And your calamity comes like a whirlwind, When distress and anguish come upon you."},{"number":28,"text":"\"Then they will call on me, but I will not answer; They will seek me diligently but they will not find me,"},{"number":29,"text":"Because they hated knowledge And did not choose the fear of the LORD."},{"number":30,"text":"\"They would not accept my counsel, They spurned all my reproof."},{"number":31,"text":"\"So they shall eat of the fruit of their own way And be satiated with their own devices."},{"number":32,"text":"\"For the waywardness of the naive will kill them, And the complacency of fools will destroy them."},{"number":33,"text":"\"But he who listens to me shall live securely And will be at ease from the dread of evil.\""}]