[{"number":1,"text":"A gentle answer turns away wrath, But a harsh word stirs up anger."},{"number":2,"text":"The tongue of the wise makes knowledge acceptable, But the mouth of fools spouts folly."},{"number":3,"text":"The eyes of the LORD are in every place, Watching the evil and the good."},{"number":4,"text":"A soothing tongue is a tree of life, But perversion in it crushes the spirit."},{"number":5,"text":"A fool rejects his father's discipline, But he who regards reproof is sensible."},{"number":6,"text":"Great wealth is in the house of the righteous, But trouble is in the income of the wicked."},{"number":7,"text":"The lips of the wise spread knowledge, But the hearts of fools are not so."},{"number":8,"text":"The sacrifice of the wicked is an abomination to the LORD, But the prayer of the upright is His delight."},{"number":9,"text":"The way of the wicked is an abomination to the LORD, But He loves one who pursues righteousness."},{"number":10,"text":"Grievous punishment is for him who forsakes the way; He who hates reproof will die."},{"number":11,"text":"Sheol and Abaddon lie open before the LORD, How much more the hearts of men!"},{"number":12,"text":"A scoffer does not love one who reproves him, He will not go to the wise."},{"number":13,"text":"A joyful heart makes a cheerful face, But when the heart is sad, the spirit is broken."},{"number":14,"text":"The mind of the intelligent seeks knowledge, But the mouth of fools feeds on folly."},{"number":15,"text":"All the days of the afflicted are bad, But a cheerful heart has a continual feast."},{"number":16,"text":"Better is a little with the fear of the LORD Than great treasure and turmoil with it."},{"number":17,"text":"Better is a dish of vegetables where love is Than a fattened ox served with hatred."},{"number":18,"text":"A hot-tempered man stirs up strife, But the slow to anger calms a dispute."},{"number":19,"text":"The way of the lazy is as a hedge of thorns, But the path of the upright is a highway."},{"number":20,"text":"A wise son makes a father glad, But a foolish man despises his mother."},{"number":21,"text":"Folly is joy to him who lacks sense, But a man of understanding walks straight."},{"number":22,"text":"Without consultation, plans are frustrated, But with many counselors they succeed."},{"number":23,"text":"A man has joy in an apt answer, And how delightful is a timely word!"},{"number":24,"text":"The path of life leads upward for the wise That he may keep away from Sheol below."},{"number":25,"text":"The LORD will tear down the house of the proud, But He will establish the boundary of the widow."},{"number":26,"text":"Evil plans are an abomination to the LORD, But pleasant words are pure."},{"number":27,"text":"He who profits illicitly troubles his own house, But he who hates bribes will live."},{"number":28,"text":"The heart of the righteous ponders how to answer, But the mouth of the wicked pours out evil things."},{"number":29,"text":"The LORD is far from the wicked, But He hears the prayer of the righteous."},{"number":30,"text":"Bright eyes gladden the heart; Good news puts fat on the bones."},{"number":31,"text":"He whose ear listens to the life-giving reproof Will dwell among the wise."},{"number":32,"text":"He who neglects discipline despises himself, But he who listens to reproof acquires understanding."},{"number":33,"text":"The fear of the LORD is the instruction for wisdom, And before honor comes humility."}]