[{"number":1,"text":"The plans of the heart belong to man, But the answer of the tongue is from the LORD."},{"number":2,"text":"All the ways of a man are clean in his own sight, But the LORD weighs the motives."},{"number":3,"text":"Commit your works to the LORD And your plans will be established."},{"number":4,"text":"The LORD has made everything for its own purpose, Even the wicked for the day of evil."},{"number":5,"text":"Everyone who is proud in heart is an abomination to the LORD; Assuredly, he will not be unpunished."},{"number":6,"text":"By lovingkindness and truth iniquity is atoned for, And by the fear of the LORD one keeps away from evil."},{"number":7,"text":"When a man's ways are pleasing to the LORD, He makes even his enemies to be at peace with him."},{"number":8,"text":"Better is a little with righteousness Than great income with injustice."},{"number":9,"text":"The mind of man plans his way, But the LORD directs his steps."},{"number":10,"text":"A divine decision is in the lips of the king; His mouth should not err in judgment."},{"number":11,"text":"A just balance and scales belong to the LORD; All the weights of the bag are His concern."},{"number":12,"text":"It is an abomination for kings to commit wicked acts, For a throne is established on righteousness."},{"number":13,"text":"Righteous lips are the delight of kings, And he who speaks right is loved."},{"number":14,"text":"The fury of a king is like messengers of death, But a wise man will appease it."},{"number":15,"text":"In the light of a king's face is life, And his favor is like a cloud with the spring rain."},{"number":16,"text":"How much better it is to get wisdom than gold! And to get understanding is to be chosen above silver."},{"number":17,"text":"The highway of the upright is to depart from evil; He who watches his way preserves his life."},{"number":18,"text":"Pride goes before destruction, And a haughty spirit before stumbling."},{"number":19,"text":"It is better to be humble in spirit with the lowly Than to divide the spoil with the proud."},{"number":20,"text":"He who gives attention to the word will find good, And blessed is he who trusts in the LORD."},{"number":21,"text":"The wise in heart will be called understanding, And sweetness of speech increases persuasiveness."},{"number":22,"text":"Understanding is a fountain of life to one who has it, But the discipline of fools is folly."},{"number":23,"text":"The heart of the wise instructs his mouth And adds persuasiveness to his lips."},{"number":24,"text":"Pleasant words are a honeycomb, Sweet to the soul and healing to the bones."},{"number":25,"text":"There is a way which seems right to a man, But its end is the way of death."},{"number":26,"text":"A worker's appetite works for him, For his hunger urges him on."},{"number":27,"text":"A worthless man digs up evil, While his words are like scorching fire."},{"number":28,"text":"A perverse man spreads strife, And a slanderer separates intimate friends."},{"number":29,"text":"A man of violence entices his neighbor And leads him in a way that is not good."},{"number":30,"text":"He who winks his eyes does so to devise perverse things; He who compresses his lips brings evil to pass."},{"number":31,"text":"A gray head is a crown of glory; It is found in the way of righteousness."},{"number":32,"text":"He who is slow to anger is better than the mighty, And he who rules his spirit, than he who captures a city."},{"number":33,"text":"The lot is cast into the lap, But its every decision is from the LORD."}]