[{"number":1,"text":"Better is a dry morsel and quietness with it Than a house full of feasting with strife."},{"number":2,"text":"A servant who acts wisely will rule over a son who acts shamefully, And will share in the inheritance among brothers."},{"number":3,"text":"The refining pot is for silver and the furnace for gold, But the LORD tests hearts."},{"number":4,"text":"An evildoer listens to wicked lips; A liar pays attention to a destructive tongue."},{"number":5,"text":"He who mocks the poor taunts his Maker; He who rejoices at calamity will not go unpunished."},{"number":6,"text":"Grandchildren are the crown of old men, And the glory of sons is their fathers."},{"number":7,"text":"Excellent speech is not fitting for a fool, Much less are lying lips to a prince."},{"number":8,"text":"A bribe is a charm in the sight of its owner; Wherever he turns, he prospers."},{"number":9,"text":"He who conceals a transgression seeks love, But he who repeats a matter separates intimate friends."},{"number":10,"text":"A rebuke goes deeper into one who has understanding Than a hundred blows into a fool."},{"number":11,"text":"A rebellious man seeks only evil, So a cruel messenger will be sent against him."},{"number":12,"text":"Let a man meet a bear robbed of her cubs, Rather than a fool in his folly."},{"number":13,"text":"He who returns evil for good, Evil will not depart from his house."},{"number":14,"text":"The beginning of strife is like letting out water, So abandon the quarrel before it breaks out."},{"number":15,"text":"He who justifies the wicked and he who condemns the righteous, Both of them alike are an abomination to the LORD."},{"number":16,"text":"Why is there a price in the hand of a fool to buy wisdom, When he has no sense?"},{"number":17,"text":"A friend loves at all times, And a brother is born for adversity."},{"number":18,"text":"A man lacking in sense pledges And becomes guarantor in the presence of his neighbor."},{"number":19,"text":"He who loves transgression loves strife; He who raises his door seeks destruction."},{"number":20,"text":"He who has a crooked mind finds no good, And he who is perverted in his language falls into evil."},{"number":21,"text":"He who sires a fool does so to his sorrow, And the father of a fool has no joy."},{"number":22,"text":"A joyful heart is good medicine, But a broken spirit dries up the bones."},{"number":23,"text":"A wicked man receives a bribe from the bosom To pervert the ways of justice."},{"number":24,"text":"Wisdom is in the presence of the one who has understanding, But the eyes of a fool are on the ends of the earth."},{"number":25,"text":"A foolish son is a grief to his father And bitterness to her who bore him."},{"number":26,"text":"It is also not good to fine the righteous, Nor to strike the noble for their uprightness."},{"number":27,"text":"He who restrains his words has knowledge, And he who has a cool spirit is a man of understanding."},{"number":28,"text":"Even a fool, when he keeps silent, is considered wise; When he closes his lips, he is considered prudent."}]