[{"number":1,"text":"My son, if you will receive my words And treasure my commandments within you,"},{"number":2,"text":"Make your ear attentive to wisdom, Incline your heart to understanding;"},{"number":3,"text":"For if you cry for discernment, Lift your voice for understanding;"},{"number":4,"text":"If you seek her as silver And search for her as for hidden treasures;"},{"number":5,"text":"Then you will discern the fear of the LORD And discover the knowledge of God."},{"number":6,"text":"For the LORD gives wisdom; From His mouth come knowledge and understanding."},{"number":7,"text":"He stores up sound wisdom for the upright; He is a shield to those who walk in integrity,"},{"number":8,"text":"Guarding the paths of justice, And He preserves the way of His godly ones."},{"number":9,"text":"Then you will discern righteousness and justice And equity and every good course."},{"number":10,"text":"For wisdom will enter your heart And knowledge will be pleasant to your soul;"},{"number":11,"text":"Discretion will guard you, Understanding will watch over you,"},{"number":12,"text":"To deliver you from the way of evil, From the man who speaks perverse things;"},{"number":13,"text":"From those who leave the paths of uprightness To walk in the ways of darkness;"},{"number":14,"text":"Who delight in doing evil And rejoice in the perversity of evil;"},{"number":15,"text":"Whose paths are crooked, And who are devious in their ways;"},{"number":16,"text":"To deliver you from the strange woman, From the adulteress who flatters with her words;"},{"number":17,"text":"That leaves the companion of her youth And forgets the covenant of her God;"},{"number":18,"text":"For her house sinks down to death And her tracks lead to the dead;"},{"number":19,"text":"None who go to her return again, Nor do they reach the paths of life."},{"number":20,"text":"So you will walk in the way of good men And keep to the paths of the righteous."},{"number":21,"text":"For the upright will live in the land And the blameless will remain in it;"},{"number":22,"text":"But the wicked will be cut off from the land And the treacherous will be uprooted from it."}]