[{"number":1,"text":"Wine is a mocker, strong drink a brawler, And whoever is intoxicated by it is not wise."},{"number":2,"text":"The terror of a king is like the growling of a lion; He who provokes him to anger forfeits his own life."},{"number":3,"text":"Keeping away from strife is an honor for a man, But any fool will quarrel."},{"number":4,"text":"The sluggard does not plow after the autumn, So he begs during the harvest and has nothing."},{"number":5,"text":"A plan in the heart of a man is like deep water, But a man of understanding draws it out."},{"number":6,"text":"Many a man proclaims his own loyalty, But who can find a trustworthy man?"},{"number":7,"text":"A righteous man who walks in his integrity-- How blessed are his sons after him."},{"number":8,"text":"A king who sits on the throne of justice Disperses all evil with his eyes."},{"number":9,"text":"Who can say, \"I have cleansed my heart, I am pure from my sin\"?"},{"number":10,"text":"Differing weights and differing measures, Both of them are abominable to the LORD."},{"number":11,"text":"It is by his deeds that a lad distinguishes himself If his conduct is pure and right."},{"number":12,"text":"The hearing ear and the seeing eye, The LORD has made both of them."},{"number":13,"text":"Do not love sleep, or you will become poor; Open your eyes, and you will be satisfied with food."},{"number":14,"text":"\"Bad, bad,\" says the buyer, But when he goes his way, then he boasts."},{"number":15,"text":"There is gold, and an abundance of jewels; But the lips of knowledge are a more precious thing."},{"number":16,"text":"Take his garment when he becomes surety for a stranger; And for foreigners, hold him in pledge."},{"number":17,"text":"Bread obtained by falsehood is sweet to a man, But afterward his mouth will be filled with gravel."},{"number":18,"text":"Prepare plans by consultation, And make war by wise guidance."},{"number":19,"text":"He who goes about as a slanderer reveals secrets, Therefore do not associate with a gossip."},{"number":20,"text":"He who curses his father or his mother, His lamp will go out in time of darkness."},{"number":21,"text":"An inheritance gained hurriedly at the beginning Will not be blessed in the end."},{"number":22,"text":"Do not say, \"I will repay evil\"; Wait for the LORD, and He will save you."},{"number":23,"text":"Differing weights are an abomination to the LORD, And a false scale is not good."},{"number":24,"text":"Man's steps are ordained by the LORD, How then can man understand his way?"},{"number":25,"text":"It is a trap for a man to say rashly, \"It is holy!\" And after the vows to make inquiry."},{"number":26,"text":"A wise king winnows the wicked, And drives the threshing wheel over them."},{"number":27,"text":"The spirit of man is the lamp of the LORD, Searching all the innermost parts of his being."},{"number":28,"text":"Loyalty and truth preserve the king, And he upholds his throne by righteousness."},{"number":29,"text":"The glory of young men is their strength, And the honor of old men is their gray hair."},{"number":30,"text":"Stripes that wound scour away evil, And strokes reach the innermost parts."}]