[{"number":1,"text":"A good name is to be more desired than great wealth, Favor is better than silver and gold."},{"number":2,"text":"The rich and the poor have a common bond, The LORD is the maker of them all."},{"number":3,"text":"The prudent sees the evil and hides himself, But the naive go on, and are punished for it."},{"number":4,"text":"The reward of humility and the fear of the LORD Are riches, honor and life."},{"number":5,"text":"Thorns and snares are in the way of the perverse; He who guards himself will be far from them."},{"number":6,"text":"Train up a child in the way he should go, Even when he is old he will not depart from it."},{"number":7,"text":"The rich rules over the poor, And the borrower becomes the lender's slave."},{"number":8,"text":"He who sows iniquity will reap vanity, And the rod of his fury will perish."},{"number":9,"text":"He who is generous will be blessed, For he gives some of his food to the poor."},{"number":10,"text":"Drive out the scoffer, and contention will go out, Even strife and dishonor will cease."},{"number":11,"text":"He who loves purity of heart And whose speech is gracious, the king is his friend."},{"number":12,"text":"The eyes of the LORD preserve knowledge, But He overthrows the words of the treacherous man."},{"number":13,"text":"The sluggard says, \"There is a lion outside; I will be killed in the streets!\""},{"number":14,"text":"The mouth of an adulteress is a deep pit; He who is cursed of the LORD will fall into it."},{"number":15,"text":"Foolishness is bound up in the heart of a child; The rod of discipline will remove it far from him."},{"number":16,"text":"He who oppresses the poor to make more for himself Or who gives to the rich, will only come to poverty."},{"number":17,"text":"Incline your ear and hear the words of the wise, And apply your mind to my knowledge;"},{"number":18,"text":"For it will be pleasant if you keep them within you, That they may be ready on your lips."},{"number":19,"text":"So that your trust may be in the LORD, I have taught you today, even you."},{"number":20,"text":"Have I not written to you excellent things Of counsels and knowledge,"},{"number":21,"text":"To make you know the certainty of the words of truth That you may correctly answer him who sent you?"},{"number":22,"text":"Do not rob the poor because he is poor, Or crush the afflicted at the gate;"},{"number":23,"text":"For the LORD will plead their case And take the life of those who rob them."},{"number":24,"text":"Do not associate with a man given to anger; Or go with a hot-tempered man,"},{"number":25,"text":"Or you will learn his ways And find a snare for yourself."},{"number":26,"text":"Do not be among those who give pledges, Among those who become guarantors for debts."},{"number":27,"text":"If you have nothing with which to pay, Why should he take your bed from under you?"},{"number":28,"text":"Do not move the ancient boundary Which your fathers have set."},{"number":29,"text":"Do you see a man skilled in his work? He will stand before kings; He will not stand before obscure men."}]