[{"number":1,"text":"Like snow in summer and like rain in harvest, So honor is not fitting for a fool."},{"number":2,"text":"Like a sparrow in its flitting, like a swallow in its flying, So a curse without cause does not alight."},{"number":3,"text":"A whip is for the horse, a bridle for the donkey, And a rod for the back of fools."},{"number":4,"text":"Do not answer a fool according to his folly, Or you will also be like him."},{"number":5,"text":"Answer a fool as his folly deserves, That he not be wise in his own eyes."},{"number":6,"text":"He cuts off his own feet and drinks violence Who sends a message by the hand of a fool."},{"number":7,"text":"Like the legs which are useless to the lame, So is a proverb in the mouth of fools."},{"number":8,"text":"Like one who binds a stone in a sling, So is he who gives honor to a fool."},{"number":9,"text":"Like a thorn which falls into the hand of a drunkard, So is a proverb in the mouth of fools."},{"number":10,"text":"Like an archer who wounds everyone, So is he who hires a fool or who hires those who pass by."},{"number":11,"text":"Like a dog that returns to its vomit Is a fool who repeats his folly."},{"number":12,"text":"Do you see a man wise in his own eyes? There is more hope for a fool than for him."},{"number":13,"text":"The sluggard says, \"There is a lion in the road! A lion is in the open square!\""},{"number":14,"text":"As the door turns on its hinges, So does the sluggard on his bed."},{"number":15,"text":"The sluggard buries his hand in the dish; He is weary of bringing it to his mouth again."},{"number":16,"text":"The sluggard is wiser in his own eyes Than seven men who can give a discreet answer."},{"number":17,"text":"Like one who takes a dog by the ears Is he who passes by and meddles with strife not belonging to him."},{"number":18,"text":"Like a madman who throws Firebrands, arrows and death,"},{"number":19,"text":"So is the man who deceives his neighbor, And says, \"Was I not joking?\""},{"number":20,"text":"For lack of wood the fire goes out, And where there is no whisperer, contention quiets down."},{"number":21,"text":"Like charcoal to hot embers and wood to fire, So is a contentious man to kindle strife."},{"number":22,"text":"The words of a whisperer are like dainty morsels, And they go down into the innermost parts of the body."},{"number":23,"text":"Like an earthen vessel overlaid with silver dross Are burning lips and a wicked heart."},{"number":24,"text":"He who hates disguises it with his lips, But he lays up deceit in his heart."},{"number":25,"text":"When he speaks graciously, do not believe him, For there are seven abominations in his heart."},{"number":26,"text":"Though his hatred covers itself with guile, His wickedness will be revealed before the assembly."},{"number":27,"text":"He who digs a pit will fall into it, And he who rolls a stone, it will come back on him."},{"number":28,"text":"A lying tongue hates those it crushes, And a flattering mouth works ruin."}]