[{"number":1,"text":"The words of King Lemuel, the oracle which his mother taught him:"},{"number":2,"text":"What, O my son? And what, O son of my womb? And what, O son of my vows?"},{"number":3,"text":"Do not give your strength to women, Or your ways to that which destroys kings."},{"number":4,"text":"It is not for kings, O Lemuel, It is not for kings to drink wine, Or for rulers to desire strong drink,"},{"number":5,"text":"For they will drink and forget what is decreed, And pervert the rights of all the afflicted."},{"number":6,"text":"Give strong drink to him who is perishing, And wine to him whose life is bitter."},{"number":7,"text":"Let him drink and forget his poverty And remember his trouble no more."},{"number":8,"text":"Open your mouth for the mute, For the rights of all the unfortunate."},{"number":9,"text":"Open your mouth, judge righteously, And defend the rights of the afflicted and needy."},{"number":10,"text":"An excellent wife, who can find? For her worth is far above jewels."},{"number":11,"text":"The heart of her husband trusts in her, And he will have no lack of gain."},{"number":12,"text":"She does him good and not evil All the days of her life."},{"number":13,"text":"She looks for wool and flax And works with her hands in delight."},{"number":14,"text":"She is like merchant ships; She brings her food from afar."},{"number":15,"text":"She rises also while it is still night And gives food to her household And portions to her maidens."},{"number":16,"text":"She considers a field and buys it; From her earnings she plants a vineyard."},{"number":17,"text":"She girds herself with strength And makes her arms strong."},{"number":18,"text":"She senses that her gain is good; Her lamp does not go out at night."},{"number":19,"text":"She stretches out her hands to the distaff, And her hands grasp the spindle."},{"number":20,"text":"She extends her hand to the poor, And she stretches out her hands to the needy."},{"number":21,"text":"She is not afraid of the snow for her household, For all her household are clothed with scarlet."},{"number":22,"text":"She makes coverings for herself; Her clothing is fine linen and purple."},{"number":23,"text":"Her husband is known in the gates, When he sits among the elders of the land."},{"number":24,"text":"She makes linen garments and sells them, And supplies belts to the tradesmen."},{"number":25,"text":"Strength and dignity are her clothing, And she smiles at the future."},{"number":26,"text":"She opens her mouth in wisdom, And the teaching of kindness is on her tongue."},{"number":27,"text":"She looks well to the ways of her household, And does not eat the bread of idleness."},{"number":28,"text":"Her children rise up and bless her; Her husband also, and he praises her, saying:"},{"number":29,"text":"\"Many daughters have done nobly, But you excel them all.\""},{"number":30,"text":"Charm is deceitful and beauty is vain, But a woman who fears the LORD, she shall be praised."},{"number":31,"text":"Give her the product of her hands, And let her works praise her in the gates."}]