[{"number":1,"text":"My son, give attention to my wisdom, Incline your ear to my understanding;"},{"number":2,"text":"That you may observe discretion And your lips may reserve knowledge."},{"number":3,"text":"For the lips of an adulteress drip honey And smoother than oil is her speech;"},{"number":4,"text":"But in the end she is bitter as wormwood, Sharp as a two-edged sword."},{"number":5,"text":"Her feet go down to death, Her steps take hold of Sheol."},{"number":6,"text":"She does not ponder the path of life; Her ways are unstable, she does not know it."},{"number":7,"text":"Now then, my sons, listen to me And do not depart from the words of my mouth."},{"number":8,"text":"Keep your way far from her And do not go near the door of her house,"},{"number":9,"text":"Or you will give your vigor to others And your years to the cruel one;"},{"number":10,"text":"And strangers will be filled with your strength And your hard-earned goods will go to the house of an alien;"},{"number":11,"text":"And you groan at your final end, When your flesh and your body are consumed;"},{"number":12,"text":"And you say, \"How I have hated instruction! And my heart spurned reproof!"},{"number":13,"text":"\"I have not listened to the voice of my teachers, Nor inclined my ear to my instructors!"},{"number":14,"text":"\"I was almost in utter ruin In the midst of the assembly and congregation.\""},{"number":15,"text":"Drink water from your own cistern And fresh water from your own well."},{"number":16,"text":"Should your springs be dispersed abroad, Streams of water in the streets?"},{"number":17,"text":"Let them be yours alone And not for strangers with you."},{"number":18,"text":"Let your fountain be blessed, And rejoice in the wife of your youth."},{"number":19,"text":"As a loving hind and a graceful doe, Let her breasts satisfy you at all times; Be exhilarated always with her love."},{"number":20,"text":"For why should you, my son, be exhilarated with an adulteress And embrace the bosom of a foreigner?"},{"number":21,"text":"For the ways of a man are before the eyes of the LORD, And He watches all his paths."},{"number":22,"text":"His own iniquities will capture the wicked, And he will be held with the cords of his sin."},{"number":23,"text":"He will die for lack of instruction, And in the greatness of his folly he will go astray."}]