[{"number":1,"text":"My son, keep my words And treasure my commandments within you."},{"number":2,"text":"Keep my commandments and live, And my teaching as the apple of your eye."},{"number":3,"text":"Bind them on your fingers; Write them on the tablet of your heart."},{"number":4,"text":"Say to wisdom, \"You are my sister,\" And call understanding your intimate friend;"},{"number":5,"text":"That they may keep you from an adulteress, From the foreigner who flatters with her words."},{"number":6,"text":"For at the window of my house I looked out through my lattice,"},{"number":7,"text":"And I saw among the naive, And discerned among the youths A young man lacking sense,"},{"number":8,"text":"Passing through the street near her corner; And he takes the way to her house,"},{"number":9,"text":"In the twilight, in the evening, In the middle of the night and in the darkness."},{"number":10,"text":"And behold, a woman comes to meet him, Dressed as a harlot and cunning of heart."},{"number":11,"text":"She is boisterous and rebellious, Her feet do not remain at home;"},{"number":12,"text":"She is now in the streets, now in the squares, And lurks by every corner."},{"number":13,"text":"So she seizes him and kisses him And with a brazen face she says to him:"},{"number":14,"text":"\"I was due to offer peace offerings; Today I have paid my vows."},{"number":15,"text":"\"Therefore I have come out to meet you, To seek your presence earnestly, and I have found you."},{"number":16,"text":"\"I have spread my couch with coverings, With colored linens of Egypt."},{"number":17,"text":"\"I have sprinkled my bed With myrrh, aloes and cinnamon."},{"number":18,"text":"\"Come, let us drink our fill of love until morning; Let us delight ourselves with caresses."},{"number":19,"text":"\"For my husband is not at home, He has gone on a long journey;"},{"number":20,"text":"He has taken a bag of money with him, At the full moon he will come home.\""},{"number":21,"text":"With her many persuasions she entices him; With her flattering lips she seduces him."},{"number":22,"text":"Suddenly he follows her As an ox goes to the slaughter, Or as one in fetters to the discipline of a fool,"},{"number":23,"text":"Until an arrow pierces through his liver; As a bird hastens to the snare, So he does not know that it will cost him his life."},{"number":24,"text":"Now therefore, my sons, listen to me, And pay attention to the words of my mouth."},{"number":25,"text":"Do not let your heart turn aside to her ways, Do not stray into her paths."},{"number":26,"text":"For many are the victims she has cast down, And numerous are all her slain."},{"number":27,"text":"Her house is the way to Sheol, Descending to the chambers of death."}]