[{"number":1,"text":"Does not wisdom call, And understanding lift up her voice?"},{"number":2,"text":"On top of the heights beside the way, Where the paths meet, she takes her stand;"},{"number":3,"text":"Beside the gates, at the opening to the city, At the entrance of the doors, she cries out:"},{"number":4,"text":"\"To you, O men, I call, And my voice is to the sons of men."},{"number":5,"text":"\"O naive ones, understand prudence; And, O fools, understand wisdom."},{"number":6,"text":"\"Listen, for I will speak noble things; And the opening of my lips will reveal right things."},{"number":7,"text":"\"For my mouth will utter truth; And wickedness is an abomination to my lips."},{"number":8,"text":"\"All the utterances of my mouth are in righteousness; There is nothing crooked or perverted in them."},{"number":9,"text":"\"They are all straightforward to him who understands, And right to those who find knowledge."},{"number":10,"text":"\"Take my instruction and not silver, And knowledge rather than choicest gold."},{"number":11,"text":"\"For wisdom is better than jewels; And all desirable things cannot compare with her."},{"number":12,"text":"\"I, wisdom, dwell with prudence, And I find knowledge and discretion."},{"number":13,"text":"\"The fear of the LORD is to hate evil; Pride and arrogance and the evil way And the perverted mouth, I hate."},{"number":14,"text":"\"Counsel is mine and sound wisdom; I am understanding, power is mine."},{"number":15,"text":"\"By me kings reign, And rulers decree justice."},{"number":16,"text":"\"By me princes rule, and nobles, All who judge rightly."},{"number":17,"text":"\"I love those who love me; And those who diligently seek me will find me."},{"number":18,"text":"\"Riches and honor are with me, Enduring wealth and righteousness."},{"number":19,"text":"\"My fruit is better than gold, even pure gold, And my yield better than choicest silver."},{"number":20,"text":"\"I walk in the way of righteousness, In the midst of the paths of justice,"},{"number":21,"text":"To endow those who love me with wealth, That I may fill their treasuries."},{"number":22,"text":"\"The LORD possessed me at the beginning of His way, Before His works of old."},{"number":23,"text":"\"From everlasting I was established, From the beginning, from the earliest times of the earth."},{"number":24,"text":"\"When there were no depths I was brought forth, When there were no springs abounding with water."},{"number":25,"text":"\"Before the mountains were settled, Before the hills I was brought forth;"},{"number":26,"text":"While He had not yet made the earth and the fields, Nor the first dust of the world."},{"number":27,"text":"\"When He established the heavens, I was there, When He inscribed a circle on the face of the deep,"},{"number":28,"text":"When He made firm the skies above, When the springs of the deep became fixed,"},{"number":29,"text":"When He set for the sea its boundary So that the water would not transgress His command, When He marked out the foundations of the earth;"},{"number":30,"text":"Then I was beside Him, as a master workman; And I was daily His delight, Rejoicing always before Him,"},{"number":31,"text":"Rejoicing in the world, His earth, And having my delight in the sons of men."},{"number":32,"text":"\"Now therefore, O sons, listen to me, For blessed are they who keep my ways."},{"number":33,"text":"\"Heed instruction and be wise, And do not neglect it."},{"number":34,"text":"\"Blessed is the man who listens to me, Watching daily at my gates, Waiting at my doorposts."},{"number":35,"text":"\"For he who finds me finds life And obtains favor from the LORD."},{"number":36,"text":"\"But he who sins against me injures himself; All those who hate me love death.\""}]