[{"number":1,"text":"Concerning the sons of Ammon. Thus says the LORD: \"Does Israel have no sons? Or has he no heirs? Why then has Malcam taken possession of Gad And his people settled in its cities?"},{"number":2,"text":"\"Therefore behold, the days are coming,\" declares the LORD, \"That I will cause a trumpet blast of war to be heard Against Rabbah of the sons of Ammon; And it will become a desolate heap, And her towns will be set on fire. Then Israel will take possession of his possessors,\" Says the LORD."},{"number":3,"text":"\"Wail, O Heshbon, for Ai has been destroyed! Cry out, O daughters of Rabbah, Gird yourselves with sackcloth and lament, And rush back and forth inside the walls; For Malcam will go into exile Together with his priests and his princes."},{"number":4,"text":"\"How boastful you are about the valleys! Your valley is flowing away, O backsliding daughter Who trusts in her treasures, saying, 'Who will come against me?'"},{"number":5,"text":"\"Behold, I am going to bring terror upon you,\" Declares the Lord GOD of hosts, \"From all directions around you; And each of you will be driven out headlong, With no one to gather the fugitives together."},{"number":6,"text":"\"But afterward I will restore The fortunes of the sons of Ammon,\" Declares the LORD."},{"number":7,"text":"Concerning Edom. Thus says the LORD of hosts, \"Is there no longer any wisdom in Teman? Has good counsel been lost to the prudent? Has their wisdom decayed?"},{"number":8,"text":"\"Flee away, turn back, dwell in the depths, O inhabitants of Dedan, For I will bring the disaster of Esau upon him At the time I punish him."},{"number":9,"text":"\"If grape gatherers came to you, Would they not leave gleanings? If thieves came by night, They would destroy only until they had enough."},{"number":10,"text":"\"But I have stripped Esau bare, I have uncovered his hiding places So that he will not be able to conceal himself; His offspring has been destroyed along with his relatives And his neighbors, and he is no more."},{"number":11,"text":"\"Leave your orphans behind, I will keep them alive; And let your widows trust in Me.\""},{"number":12,"text":"For thus says the LORD, \"Behold, those who were not sentenced to drink the cup will certainly drink it, and are you the one who will be completely acquitted? You will not be acquitted, but you will certainly drink it."},{"number":13,"text":"\"For I have sworn by Myself,\" declares the LORD, \"that Bozrah will become an object of horror, a reproach, a ruin and a curse; and all its cities will become perpetual ruins.\""},{"number":14,"text":"I have heard a message from the LORD, And an envoy is sent among the nations, saying, \"Gather yourselves together and come against her, And rise up for battle!\""},{"number":15,"text":"\"For behold, I have made you small among the nations, Despised among men."},{"number":16,"text":"\"As for the terror of you, The arrogance of your heart has deceived you, O you who live in the clefts of the rock, Who occupy the height of the hill. Though you make your nest as high as an eagle's, I will bring you down from there,\" declares the LORD."},{"number":17,"text":"\"Edom will become an object of horror; everyone who passes by it will be horrified and will hiss at all its wounds."},{"number":18,"text":"\"Like the overthrow of Sodom and Gomorrah with its neighbors,\" says the LORD, \"no one will live there, nor will a son of man reside in it."},{"number":19,"text":"\"Behold, one will come up like a lion from the thickets of the Jordan against a perennially watered pasture; for in an instant I will make him run away from it, and whoever is chosen I shall appoint over it. For who is like Me, and who will summon Me into court? And who then is the shepherd who can stand against Me?\""},{"number":20,"text":"Therefore hear the plan of the LORD which He has planned against Edom, and His purposes which He has purposed against the inhabitants of Teman: surely they will drag them off, even the little ones of the flock; surely He will make their pasture desolate because of them."},{"number":21,"text":"The earth has quaked at the noise of their downfall. There is an outcry! The noise of it has been heard at the Red Sea."},{"number":22,"text":"Behold, He will mount up and swoop like an eagle and spread out His wings against Bozrah; and the hearts of the mighty men of Edom in that day will be like the heart of a woman in labor."},{"number":23,"text":"Concerning Damascus. \"Hamath and Arpad are put to shame, For they have heard bad news; They are disheartened. There is anxiety by the sea, It cannot be calmed."},{"number":24,"text":"\"Damascus has become helpless; She has turned away to flee, And panic has gripped her; Distress and pangs have taken hold of her Like a woman in childbirth."},{"number":25,"text":"\"How the city of praise has not been deserted, The town of My joy!"},{"number":26,"text":"\"Therefore, her young men will fall in her streets, And all the men of war will be silenced in that day,\" declares the LORD of hosts."},{"number":27,"text":"\"I will set fire to the wall of Damascus, And it will devour the fortified towers of Ben-hadad.\""},{"number":28,"text":"Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated. Thus says the LORD, \"Arise, go up to Kedar And devastate the men of the east."},{"number":29,"text":"\"They will take away their tents and their flocks; They will carry off for themselves Their tent curtains, all their goods and their camels, And they will call out to one another, 'Terror on every side!'"},{"number":30,"text":"\"Run away, flee! Dwell in the depths, O inhabitants of Hazor,\" declares the LORD; \"For Nebuchadnezzar king of Babylon has formed a plan against you And devised a scheme against you."},{"number":31,"text":"\"Arise, go up against a nation which is at ease, Which lives securely,\" declares the LORD. \"It has no gates or bars; They dwell alone."},{"number":32,"text":"\"Their camels will become plunder, And their many cattle for booty, And I will scatter to all the winds those who cut the corners of their hair; And I will bring their disaster from every side,\" declares the LORD."},{"number":33,"text":"\"Hazor will become a haunt of jackals, A desolation forever; No one will live there, Nor will a son of man reside in it.\""},{"number":34,"text":"That which came as the word of the LORD to Jeremiah the prophet concerning Elam, at the beginning of the reign of Zedekiah king of Judah, saying:"},{"number":35,"text":"\"Thus says the LORD of hosts, 'Behold, I am going to break the bow of Elam, The finest of their might."},{"number":36,"text":"'I will bring upon Elam the four winds From the four ends of heaven, And will scatter them to all these winds; And there will be no nation To which the outcasts of Elam will not go."},{"number":37,"text":"'So I will shatter Elam before their enemies And before those who seek their lives; And I will bring calamity upon them, Even My fierce anger,' declares the LORD, 'And I will send out the sword after them Until I have consumed them."},{"number":38,"text":"'Then I will set My throne in Elam And destroy out of it king and princes,' Declares the LORD."},{"number":39,"text":"'But it will come about in the last days That I will restore the fortunes of Elam,'\" Declares the LORD."}]