[{"number":1,"text":"The oracle concerning Tyre. Wail, O ships of Tarshish, For Tyre is destroyed, without house or harbor; It is reported to them from the land of Cyprus."},{"number":2,"text":"Be silent, you inhabitants of the coastland, You merchants of Sidon; Your messengers crossed the sea"},{"number":3,"text":"And were on many waters. The grain of the Nile, the harvest of the River was her revenue; And she was the market of nations."},{"number":4,"text":"Be ashamed, O Sidon; For the sea speaks, the stronghold of the sea, saying, \"I have neither travailed nor given birth, I have neither brought up young men nor reared virgins.\""},{"number":5,"text":"When the report reaches Egypt, They will be in anguish at the report of Tyre."},{"number":6,"text":"Pass over to Tarshish; Wail, O inhabitants of the coastland."},{"number":7,"text":"Is this your jubilant city, Whose origin is from antiquity, Whose feet used to carry her to colonize distant places?"},{"number":8,"text":"Who has planned this against Tyre, the bestower of crowns, Whose merchants were princes, whose traders were the honored of the earth?"},{"number":9,"text":"The LORD of hosts has planned it, to defile the pride of all beauty, To despise all the honored of the earth."},{"number":10,"text":"Overflow your land like the Nile, O daughter of Tarshish, There is no more restraint."},{"number":11,"text":"He has stretched His hand out over the sea, He has made the kingdoms tremble; The LORD has given a command concerning Canaan to demolish its strongholds."},{"number":12,"text":"He has said, \"You shall exult no more, O crushed virgin daughter of Sidon. Arise, pass over to Cyprus; even there you will find no rest.\""},{"number":13,"text":"Behold, the land of the Chaldeans--this is the people which was not; Assyria appointed it for desert creatures--they erected their siege towers, they stripped its palaces, they made it a ruin."},{"number":14,"text":"Wail, O ships of Tarshish, For your stronghold is destroyed."},{"number":15,"text":"Now in that day Tyre will be forgotten for seventy years like the days of one king. At the end of seventy years it will happen to Tyre as in the song of the harlot:"},{"number":16,"text":"Take your harp, walk about the city, O forgotten harlot; Pluck the strings skillfully, sing many songs, That you may be remembered."},{"number":17,"text":"It will come about at the end of seventy years that the LORD will visit Tyre. Then she will go back to her harlot's wages and will play the harlot with all the kingdoms on the face of the earth."},{"number":18,"text":"Her gain and her harlot's wages will be set apart to the LORD; it will not be stored up or hoarded, but her gain will become sufficient food and choice attire for those who dwell in the presence of the LORD."}]