[{"number":1,"text":"For behold, the Lord GOD of hosts is going to remove from Jerusalem and Judah Both supply and support, the whole supply of bread And the whole supply of water;"},{"number":2,"text":"The mighty man and the warrior, The judge and the prophet, The diviner and the elder,"},{"number":3,"text":"The captain of fifty and the honorable man, The counselor and the expert artisan, And the skillful enchanter."},{"number":4,"text":"And I will make mere lads their princes, And capricious children will rule over them,"},{"number":5,"text":"And the people will be oppressed, Each one by another, and each one by his neighbor; The youth will storm against the elder And the inferior against the honorable."},{"number":6,"text":"When a man lays hold of his brother in his father's house, saying, \"You have a cloak, you shall be our ruler, And these ruins will be under your charge,\""},{"number":7,"text":"He will protest on that day, saying, \"I will not be your healer, For in my house there is neither bread nor cloak; You should not appoint me ruler of the people.\""},{"number":8,"text":"For Jerusalem has stumbled and Judah has fallen, Because their speech and their actions are against the LORD, To rebel against His glorious presence."},{"number":9,"text":"The expression of their faces bears witness against them, And they display their sin like Sodom; They do not even conceal it. Woe to them! For they have brought evil on themselves."},{"number":10,"text":"Say to the righteous that it will go well with them, For they will eat the fruit of their actions."},{"number":11,"text":"Woe to the wicked! It will go badly with him, For what he deserves will be done to him."},{"number":12,"text":"O My people! Their oppressors are children, And women rule over them. O My people! Those who guide you lead you astray And confuse the direction of your paths."},{"number":13,"text":"The LORD arises to contend, And stands to judge the people."},{"number":14,"text":"The LORD enters into judgment with the elders and princes of His people, \"It is you who have devoured the vineyard; The plunder of the poor is in your houses."},{"number":15,"text":"\"What do you mean by crushing My people And grinding the face of the poor?\" Declares the Lord GOD of hosts."},{"number":16,"text":"Moreover, the LORD said, \"Because the daughters of Zion are proud And walk with heads held high and seductive eyes, And go along with mincing steps And tinkle the bangles on their feet,"},{"number":17,"text":"Therefore the Lord will afflict the scalp of the daughters of Zion with scabs, And the LORD will make their foreheads bare.\""},{"number":18,"text":"In that day the Lord will take away the beauty of their anklets, headbands, crescent ornaments,"},{"number":19,"text":"dangling earrings, bracelets, veils,"},{"number":20,"text":"headdresses, ankle chains, sashes, perfume boxes, amulets,"},{"number":21,"text":"finger rings, nose rings,"},{"number":22,"text":"festal robes, outer tunics, cloaks, money purses,"},{"number":23,"text":"hand mirrors, undergarments, turbans and veils."},{"number":24,"text":"Now it will come about that instead of sweet perfume there will be putrefaction; Instead of a belt, a rope; Instead of well-set hair, a plucked-out scalp; Instead of fine clothes, a donning of sackcloth; And branding instead of beauty."},{"number":25,"text":"Your men will fall by the sword And your mighty ones in battle."},{"number":26,"text":"And her gates will lament and mourn, And deserted she will sit on the ground."}]