[{"number":1,"text":"Awake, awake, Clothe yourself in your strength, O Zion; Clothe yourself in your beautiful garments, O Jerusalem, the holy city; For the uncircumcised and the unclean Will no longer come into you."},{"number":2,"text":"Shake yourself from the dust, rise up, O captive Jerusalem; Loose yourself from the chains around your neck, O captive daughter of Zion."},{"number":3,"text":"For thus says the LORD, \"You were sold for nothing and you will be redeemed without money.\""},{"number":4,"text":"For thus says the Lord GOD, \"My people went down at the first into Egypt to reside there; then the Assyrian oppressed them without cause."},{"number":5,"text":"\"Now therefore, what do I have here,\" declares the LORD, \"seeing that My people have been taken away without cause?\" Again the LORD declares, \"Those who rule over them howl, and My name is continually blasphemed all day long."},{"number":6,"text":"\"Therefore My people shall know My name; therefore in that day I am the one who is speaking, 'Here I am.'\""},{"number":7,"text":"How lovely on the mountains Are the feet of him who brings good news, Who announces peace And brings good news of happiness, Who announces salvation, And says to Zion, \"Your God reigns!\""},{"number":8,"text":"Listen! Your watchmen lift up their voices, They shout joyfully together; For they will see with their own eyes When the LORD restores Zion."},{"number":9,"text":"Break forth, shout joyfully together, You waste places of Jerusalem; For the LORD has comforted His people, He has redeemed Jerusalem."},{"number":10,"text":"The LORD has bared His holy arm In the sight of all the nations, That all the ends of the earth may see The salvation of our God."},{"number":11,"text":"Depart, depart, go out from there, Touch nothing unclean; Go out of the midst of her, purify yourselves, You who carry the vessels of the LORD."},{"number":12,"text":"But you will not go out in haste, Nor will you go as fugitives; For the LORD will go before you, And the God of Israel will be your rear guard."},{"number":13,"text":"Behold, My servant will prosper, He will be high and lifted up and greatly exalted."},{"number":14,"text":"Just as many were astonished at you, My people, So His appearance was marred more than any man And His form more than the sons of men."},{"number":15,"text":"Thus He will sprinkle many nations, Kings will shut their mouths on account of Him; For what had not been told them they will see, And what they had not heard they will understand."}]