[{"number":1,"text":"Behold, the LORD'S hand is not so short That it cannot save; Nor is His ear so dull That it cannot hear."},{"number":2,"text":"But your iniquities have made a separation between you and your God, And your sins have hidden His face from you so that He does not hear."},{"number":3,"text":"For your hands are defiled with blood And your fingers with iniquity; Your lips have spoken falsehood, Your tongue mutters wickedness."},{"number":4,"text":"No one sues righteously and no one pleads honestly. They trust in confusion and speak lies; They conceive mischief and bring forth iniquity."},{"number":5,"text":"They hatch adders' eggs and weave the spider's web; He who eats of their eggs dies, And from that which is crushed a snake breaks forth."},{"number":6,"text":"Their webs will not become clothing, Nor will they cover themselves with their works; Their works are works of iniquity, And an act of violence is in their hands."},{"number":7,"text":"Their feet run to evil, And they hasten to shed innocent blood; Their thoughts are thoughts of iniquity, Devastation and destruction are in their highways."},{"number":8,"text":"They do not know the way of peace, And there is no justice in their tracks; They have made their paths crooked, Whoever treads on them does not know peace."},{"number":9,"text":"Therefore justice is far from us, And righteousness does not overtake us; We hope for light, but behold, darkness, For brightness, but we walk in gloom."},{"number":10,"text":"We grope along the wall like blind men, We grope like those who have no eyes; We stumble at midday as in the twilight, Among those who are vigorous we are like dead men."},{"number":11,"text":"All of us growl like bears, And moan sadly like doves; We hope for justice, but there is none, For salvation, but it is far from us."},{"number":12,"text":"For our transgressions are multiplied before You, And our sins testify against us; For our transgressions are with us, And we know our iniquities:"},{"number":13,"text":"Transgressing and denying the LORD, And turning away from our God, Speaking oppression and revolt, Conceiving in and uttering from the heart lying words."},{"number":14,"text":"Justice is turned back, And righteousness stands far away; For truth has stumbled in the street, And uprightness cannot enter."},{"number":15,"text":"Yes, truth is lacking; And he who turns aside from evil makes himself a prey. Now the LORD saw, And it was displeasing in His sight that there was no justice."},{"number":16,"text":"And He saw that there was no man, And was astonished that there was no one to intercede; Then His own arm brought salvation to Him, And His righteousness upheld Him."},{"number":17,"text":"He put on righteousness like a breastplate, And a helmet of salvation on His head; And He put on garments of vengeance for clothing And wrapped Himself with zeal as a mantle."},{"number":18,"text":"According to their deeds, so He will repay, Wrath to His adversaries, recompense to His enemies; To the coastlands He will make recompense."},{"number":19,"text":"So they will fear the name of the LORD from the west And His glory from the rising of the sun, For He will come like a rushing stream Which the wind of the LORD drives."},{"number":20,"text":"\"A Redeemer will come to Zion, And to those who turn from transgression in Jacob,\" declares the LORD."},{"number":21,"text":"\"As for Me, this is My covenant with them,\" says the LORD: \"My Spirit which is upon you, and My words which I have put in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring's offspring,\" says the LORD, \"from now and forever.\""}]