[{"number":1,"text":"In the year of King Uzziah's death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple."},{"number":2,"text":"Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew."},{"number":3,"text":"And one called out to another and said, \"Holy, Holy, Holy, is the LORD of hosts, The whole earth is full of His glory.\""},{"number":4,"text":"And the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke."},{"number":5,"text":"Then I said, \"Woe is me, for I am ruined! Because I am a man of unclean lips, And I live among a people of unclean lips; For my eyes have seen the King, the LORD of hosts.\""},{"number":6,"text":"Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs."},{"number":7,"text":"He touched my mouth with it and said, \"Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.\""},{"number":8,"text":"Then I heard the voice of the Lord, saying, \"Whom shall I send, and who will go for Us?\" Then I said, \"Here am I. Send me!\""},{"number":9,"text":"He said, \"Go, and tell this people: 'Keep on listening, but do not perceive; Keep on looking, but do not understand.'"},{"number":10,"text":"\"Render the hearts of this people insensitive, Their ears dull, And their eyes dim, Otherwise they might see with their eyes, Hear with their ears, Understand with their hearts, And return and be healed.\""},{"number":11,"text":"Then I said, \"Lord, how long?\" And He answered, \"Until cities are devastated and without inhabitant, Houses are without people And the land is utterly desolate,"},{"number":12,"text":"\"The LORD has removed men far away, And the forsaken places are many in the midst of the land."},{"number":13,"text":"\"Yet there will be a tenth portion in it, And it will again be subject to burning, Like a terebinth or an oak Whose stump remains when it is felled. The holy seed is its stump.\""}]