[{"number":1,"text":"The oracle which Habakkuk the prophet saw."},{"number":2,"text":"How long, O LORD, will I call for help, And You will not hear? I cry out to You, \"Violence!\" Yet You do not save."},{"number":3,"text":"Why do You make me see iniquity, And cause me to look on wickedness? Yes, destruction and violence are before me; Strife exists and contention arises."},{"number":4,"text":"Therefore the law is ignored And justice is never upheld. For the wicked surround the righteous; Therefore justice comes out perverted."},{"number":5,"text":"\"Look among the nations! Observe! Be astonished! Wonder! Because I am doing something in your days-- You would not believe if you were told."},{"number":6,"text":"\"For behold, I am raising up the Chaldeans, That fierce and impetuous people Who march throughout the earth To seize dwelling places which are not theirs."},{"number":7,"text":"\"They are dreaded and feared; Their justice and authority originate with themselves."},{"number":8,"text":"\"Their horses are swifter than leopards And keener than wolves in the evening. Their horsemen come galloping, Their horsemen come from afar; They fly like an eagle swooping down to devour."},{"number":9,"text":"\"All of them come for violence. Their horde of faces moves forward. They collect captives like sand."},{"number":10,"text":"\"They mock at kings And rulers are a laughing matter to them. They laugh at every fortress And heap up rubble to capture it."},{"number":11,"text":"\"Then they will sweep through like the wind and pass on. But they will be held guilty, They whose strength is their god.\""},{"number":12,"text":"Are You not from everlasting, O LORD, my God, my Holy One? We will not die. You, O LORD, have appointed them to judge; And You, O Rock, have established them to correct."},{"number":13,"text":"Your eyes are too pure to approve evil, And You can not look on wickedness with favor. Why do You look with favor On those who deal treacherously? Why are You silent when the wicked swallow up Those more righteous than they?"},{"number":14,"text":"Why have You made men like the fish of the sea, Like creeping things without a ruler over them?"},{"number":15,"text":"The Chaldeans bring all of them up with a hook, Drag them away with their net, And gather them together in their fishing net. Therefore they rejoice and are glad."},{"number":16,"text":"Therefore they offer a sacrifice to their net And burn incense to their fishing net; Because through these things their catch is large, And their food is plentiful."},{"number":17,"text":"Will they therefore empty their net And continually slay nations without sparing?"}]