[{"number":1,"text":"\"Behold, my eye has seen all this, My ear has heard and understood it."},{"number":2,"text":"\"What you know I also know; I am not inferior to you."},{"number":3,"text":"\"But I would speak to the Almighty, And I desire to argue with God."},{"number":4,"text":"\"But you smear with lies; You are all worthless physicians."},{"number":5,"text":"\"O that you would be completely silent, And that it would become your wisdom!"},{"number":6,"text":"\"Please hear my argument And listen to the contentions of my lips."},{"number":7,"text":"\"Will you speak what is unjust for God, And speak what is deceitful for Him?"},{"number":8,"text":"\"Will you show partiality for Him? Will you contend for God?"},{"number":9,"text":"\"Will it be well when He examines you? Or will you deceive Him as one deceives a man?"},{"number":10,"text":"\"He will surely reprove you If you secretly show partiality."},{"number":11,"text":"\"Will not His majesty terrify you, And the dread of Him fall on you?"},{"number":12,"text":"\"Your memorable sayings are proverbs of ashes, Your defenses are defenses of clay."},{"number":13,"text":"\"Be silent before me so that I may speak; Then let come on me what may."},{"number":14,"text":"\"Why should I take my flesh in my teeth And put my life in my hands?"},{"number":15,"text":"\"Though He slay me, I will hope in Him. Nevertheless I will argue my ways before Him."},{"number":16,"text":"\"This also will be my salvation, For a godless man may not come before His presence."},{"number":17,"text":"\"Listen carefully to my speech, And let my declaration fill your ears."},{"number":18,"text":"\"Behold now, I have prepared my case; I know that I will be vindicated."},{"number":19,"text":"\"Who will contend with me? For then I would be silent and die."},{"number":20,"text":"\"Only two things do not do to me, Then I will not hide from Your face:"},{"number":21,"text":"Remove Your hand from me, And let not the dread of You terrify me."},{"number":22,"text":"\"Then call, and I will answer; Or let me speak, then reply to me."},{"number":23,"text":"\"How many are my iniquities and sins? Make known to me my rebellion and my sin."},{"number":24,"text":"\"Why do You hide Your face And consider me Your enemy?"},{"number":25,"text":"\"Will You cause a driven leaf to tremble? Or will You pursue the dry chaff?"},{"number":26,"text":"\"For You write bitter things against me And make me to inherit the iniquities of my youth."},{"number":27,"text":"\"You put my feet in the stocks And watch all my paths; You set a limit for the soles of my feet,"},{"number":28,"text":"While I am decaying like a rotten thing, Like a garment that is moth-eaten."}]