[{"number":1,"text":"Then Job responded,"},{"number":2,"text":"\"How long will you torment me And crush me with words?"},{"number":3,"text":"\"These ten times you have insulted me; You are not ashamed to wrong me."},{"number":4,"text":"\"Even if I have truly erred, My error lodges with me."},{"number":5,"text":"\"If indeed you vaunt yourselves against me And prove my disgrace to me,"},{"number":6,"text":"Know then that God has wronged me And has closed His net around me."},{"number":7,"text":"\"Behold, I cry, 'Violence!' but I get no answer; I shout for help, but there is no justice."},{"number":8,"text":"\"He has walled up my way so that I cannot pass, And He has put darkness on my paths."},{"number":9,"text":"\"He has stripped my honor from me And removed the crown from my head."},{"number":10,"text":"\"He breaks me down on every side, and I am gone; And He has uprooted my hope like a tree."},{"number":11,"text":"\"He has also kindled His anger against me And considered me as His enemy."},{"number":12,"text":"\"His troops come together, And build up their way against me And camp around my tent."},{"number":13,"text":"\"He has removed my brothers far from me, And my acquaintances are completely estranged from me."},{"number":14,"text":"\"My relatives have failed, And my intimate friends have forgotten me."},{"number":15,"text":"\"Those who live in my house and my maids consider me a stranger. I am a foreigner in their sight."},{"number":16,"text":"\"I call to my servant, but he does not answer; I have to implore him with my mouth."},{"number":17,"text":"\"My breath is offensive to my wife, And I am loathsome to my own brothers."},{"number":18,"text":"\"Even young children despise me; I rise up and they speak against me."},{"number":19,"text":"\"All my associates abhor me, And those I love have turned against me."},{"number":20,"text":"\"My bone clings to my skin and my flesh, And I have escaped only by the skin of my teeth."},{"number":21,"text":"\"Pity me, pity me, O you my friends, For the hand of God has struck me."},{"number":22,"text":"\"Why do you persecute me as God does, And are not satisfied with my flesh?"},{"number":23,"text":"\"Oh that my words were written! Oh that they were inscribed in a book!"},{"number":24,"text":"\"That with an iron stylus and lead They were engraved in the rock forever!"},{"number":25,"text":"\"As for me, I know that my Redeemer lives, And at the last He will take His stand on the earth."},{"number":26,"text":"\"Even after my skin is destroyed, Yet from my flesh I shall see God;"},{"number":27,"text":"Whom I myself shall behold, And whom my eyes will see and not another. My heart faints within me!"},{"number":28,"text":"\"If you say, 'How shall we persecute him?' And 'What pretext for a case against him can we find?'"},{"number":29,"text":"\"Then be afraid of the sword for yourselves, For wrath brings the punishment of the sword, So that you may know there is judgment.\""}]