[{"number":1,"text":"Then Zophar the Naamathite answered,"},{"number":2,"text":"\"Therefore my disquieting thoughts make me respond, Even because of my inward agitation."},{"number":3,"text":"\"I listened to the reproof which insults me, And the spirit of my understanding makes me answer."},{"number":4,"text":"\"Do you know this from of old, From the establishment of man on earth,"},{"number":5,"text":"That the triumphing of the wicked is short, And the joy of the godless momentary?"},{"number":6,"text":"\"Though his loftiness reaches the heavens, And his head touches the clouds,"},{"number":7,"text":"He perishes forever like his refuse; Those who have seen him will say, 'Where is he?'"},{"number":8,"text":"\"He flies away like a dream, and they cannot find him; Even like a vision of the night he is chased away."},{"number":9,"text":"\"The eye which saw him sees him no longer, And his place no longer beholds him."},{"number":10,"text":"\"His sons favor the poor, And his hands give back his wealth."},{"number":11,"text":"\"His bones are full of his youthful vigor, But it lies down with him in the dust."},{"number":12,"text":"\"Though evil is sweet in his mouth And he hides it under his tongue,"},{"number":13,"text":"Though he desires it and will not let it go, But holds it in his mouth,"},{"number":14,"text":"Yet his food in his stomach is changed To the venom of cobras within him."},{"number":15,"text":"\"He swallows riches, But will vomit them up; God will expel them from his belly."},{"number":16,"text":"\"He sucks the poison of cobras; The viper's tongue slays him."},{"number":17,"text":"\"He does not look at the streams, The rivers flowing with honey and curds."},{"number":18,"text":"\"He returns what he has attained And cannot swallow it; As to the riches of his trading, He cannot even enjoy them."},{"number":19,"text":"\"For he has oppressed and forsaken the poor; He has seized a house which he has not built."},{"number":20,"text":"\"Because he knew no quiet within him, He does not retain anything he desires."},{"number":21,"text":"\"Nothing remains for him to devour, Therefore his prosperity does not endure."},{"number":22,"text":"\"In the fullness of his plenty he will be cramped; The hand of everyone who suffers will come against him."},{"number":23,"text":"\"When he fills his belly, God will send His fierce anger on him And will rain it on him while he is eating."},{"number":24,"text":"\"He may flee from the iron weapon, But the bronze bow will pierce him."},{"number":25,"text":"\"It is drawn forth and comes out of his back, Even the glittering point from his gall. Terrors come upon him,"},{"number":26,"text":"Complete darkness is held in reserve for his treasures, And unfanned fire will devour him; It will consume the survivor in his tent."},{"number":27,"text":"\"The heavens will reveal his iniquity, And the earth will rise up against him."},{"number":28,"text":"\"The increase of his house will depart; His possessions will flow away in the day of His anger."},{"number":29,"text":"\"This is the wicked man's portion from God, Even the heritage decreed to him by God.\""}]