[{"number":1,"text":"And Job again took up his discourse and said,"},{"number":2,"text":"\"Oh that I were as in months gone by, As in the days when God watched over me;"},{"number":3,"text":"When His lamp shone over my head, And by His light I walked through darkness;"},{"number":4,"text":"As I was in the prime of my days, When the friendship of God was over my tent;"},{"number":5,"text":"When the Almighty was yet with me, And my children were around me;"},{"number":6,"text":"When my steps were bathed in butter, And the rock poured out for me streams of oil!"},{"number":7,"text":"\"When I went out to the gate of the city, When I took my seat in the square,"},{"number":8,"text":"The young men saw me and hid themselves, And the old men arose and stood."},{"number":9,"text":"\"The princes stopped talking And put their hands on their mouths;"},{"number":10,"text":"The voice of the nobles was hushed, And their tongue stuck to their palate."},{"number":11,"text":"\"For when the ear heard, it called me blessed, And when the eye saw, it gave witness of me,"},{"number":12,"text":"Because I delivered the poor who cried for help, And the orphan who had no helper."},{"number":13,"text":"\"The blessing of the one ready to perish came upon me, And I made the widow's heart sing for joy."},{"number":14,"text":"\"I put on righteousness, and it clothed me; My justice was like a robe and a turban."},{"number":15,"text":"\"I was eyes to the blind And feet to the lame."},{"number":16,"text":"\"I was a father to the needy, And I investigated the case which I did not know."},{"number":17,"text":"\"I broke the jaws of the wicked And snatched the prey from his teeth."},{"number":18,"text":"\"Then I thought, 'I shall die in my nest, And I shall multiply my days as the sand."},{"number":19,"text":"'My root is spread out to the waters, And dew lies all night on my branch."},{"number":20,"text":"'My glory is ever new with me, And my bow is renewed in my hand.'"},{"number":21,"text":"\"To me they listened and waited, And kept silent for my counsel."},{"number":22,"text":"\"After my words they did not speak again, And my speech dropped on them."},{"number":23,"text":"\"They waited for me as for the rain, And opened their mouth as for the spring rain."},{"number":24,"text":"\"I smiled on them when they did not believe, And the light of my face they did not cast down."},{"number":25,"text":"\"I chose a way for them and sat as chief, And dwelt as a king among the troops, As one who comforted the mourners."}]