[{"number":1,"text":"Then Elihu continued and said,"},{"number":2,"text":"\"Hear my words, you wise men, And listen to me, you who know."},{"number":3,"text":"\"For the ear tests words As the palate tastes food."},{"number":4,"text":"\"Let us choose for ourselves what is right; Let us know among ourselves what is good."},{"number":5,"text":"\"For Job has said, 'I am righteous, But God has taken away my right;"},{"number":6,"text":"Should I lie concerning my right? My wound is incurable, though I am without transgression.'"},{"number":7,"text":"\"What man is like Job, Who drinks up derision like water,"},{"number":8,"text":"Who goes in company with the workers of iniquity, And walks with wicked men?"},{"number":9,"text":"\"For he has said, 'It profits a man nothing When he is pleased with God.'"},{"number":10,"text":"\"Therefore, listen to me, you men of understanding. Far be it from God to do wickedness, And from the Almighty to do wrong."},{"number":11,"text":"\"For He pays a man according to his work, And makes him find it according to his way."},{"number":12,"text":"\"Surely, God will not act wickedly, And the Almighty will not pervert justice."},{"number":13,"text":"\"Who gave Him authority over the earth? And who has laid on Him the whole world?"},{"number":14,"text":"\"If He should determine to do so, If He should gather to Himself His spirit and His breath,"},{"number":15,"text":"All flesh would perish together, And man would return to dust."},{"number":16,"text":"\"But if you have understanding, hear this; Listen to the sound of my words."},{"number":17,"text":"\"Shall one who hates justice rule? And will you condemn the righteous mighty One,"},{"number":18,"text":"Who says to a king, 'Worthless one,' To nobles, 'Wicked ones';"},{"number":19,"text":"Who shows no partiality to princes Nor regards the rich above the poor, For they all are the work of His hands?"},{"number":20,"text":"\"In a moment they die, and at midnight People are shaken and pass away, And the mighty are taken away without a hand."},{"number":21,"text":"\"For His eyes are upon the ways of a man, And He sees all his steps."},{"number":22,"text":"\"There is no darkness or deep shadow Where the workers of iniquity may hide themselves."},{"number":23,"text":"\"For He does not need to consider a man further, That he should go before God in judgment."},{"number":24,"text":"\"He breaks in pieces mighty men without inquiry, And sets others in their place."},{"number":25,"text":"\"Therefore He knows their works, And He overthrows them in the night, And they are crushed."},{"number":26,"text":"\"He strikes them like the wicked In a public place,"},{"number":27,"text":"Because they turned aside from following Him, And had no regard for any of His ways;"},{"number":28,"text":"So that they caused the cry of the poor to come to Him, And that He might hear the cry of the afflicted--"},{"number":29,"text":"When He keeps quiet, who then can condemn? And when He hides His face, who then can behold Him, That is, in regard to both nation and man?--"},{"number":30,"text":"So that godless men would not rule Nor be snares of the people."},{"number":31,"text":"\"For has anyone said to God, 'I have borne chastisement; I will not offend anymore;"},{"number":32,"text":"Teach me what I do not see; If I have done iniquity, I will not do it again'?"},{"number":33,"text":"\"Shall He recompense on your terms, because you have rejected it? For you must choose, and not I; Therefore declare what you know."},{"number":34,"text":"\"Men of understanding will say to me, And a wise man who hears me,"},{"number":35,"text":"'Job speaks without knowledge, And his words are without wisdom."},{"number":36,"text":"'Job ought to be tried to the limit, Because he answers like wicked men."},{"number":37,"text":"'For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.'\""}]