[{"number":1,"text":"Then the LORD answered Job out of the whirlwind and said,"},{"number":2,"text":"\"Who is this that darkens counsel By words without knowledge?"},{"number":3,"text":"\"Now gird up your loins like a man, And I will ask you, and you instruct Me!"},{"number":4,"text":"\"Where were you when I laid the foundation of the earth? Tell Me, if you have understanding,"},{"number":5,"text":"Who set its measurements? Since you know. Or who stretched the line on it?"},{"number":6,"text":"\"On what were its bases sunk? Or who laid its cornerstone,"},{"number":7,"text":"When the morning stars sang together And all the sons of God shouted for joy?"},{"number":8,"text":"\"Or who enclosed the sea with doors When, bursting forth, it went out from the womb;"},{"number":9,"text":"When I made a cloud its garment And thick darkness its swaddling band,"},{"number":10,"text":"And I placed boundaries on it And set a bolt and doors,"},{"number":11,"text":"And I said, 'Thus far you shall come, but no farther; And here shall your proud waves stop'?"},{"number":12,"text":"\"Have you ever in your life commanded the morning, And caused the dawn to know its place,"},{"number":13,"text":"That it might take hold of the ends of the earth, And the wicked be shaken out of it?"},{"number":14,"text":"\"It is changed like clay under the seal; And they stand forth like a garment."},{"number":15,"text":"\"From the wicked their light is withheld, And the uplifted arm is broken."},{"number":16,"text":"\"Have you entered into the springs of the sea Or walked in the recesses of the deep?"},{"number":17,"text":"\"Have the gates of death been revealed to you, Or have you seen the gates of deep darkness?"},{"number":18,"text":"\"Have you understood the expanse of the earth? Tell Me, if you know all this."},{"number":19,"text":"\"Where is the way to the dwelling of light? And darkness, where is its place,"},{"number":20,"text":"That you may take it to its territory And that you may discern the paths to its home?"},{"number":21,"text":"\"You know, for you were born then, And the number of your days is great!"},{"number":22,"text":"\"Have you entered the storehouses of the snow, Or have you seen the storehouses of the hail,"},{"number":23,"text":"Which I have reserved for the time of distress, For the day of war and battle?"},{"number":24,"text":"\"Where is the way that the light is divided, Or the east wind scattered on the earth?"},{"number":25,"text":"\"Who has cleft a channel for the flood, Or a way for the thunderbolt,"},{"number":26,"text":"To bring rain on a land without people, On a desert without a man in it,"},{"number":27,"text":"To satisfy the waste and desolate land And to make the seeds of grass to sprout?"},{"number":28,"text":"\"Has the rain a father? Or who has begotten the drops of dew?"},{"number":29,"text":"\"From whose womb has come the ice? And the frost of heaven, who has given it birth?"},{"number":30,"text":"\"Water becomes hard like stone, And the surface of the deep is imprisoned."},{"number":31,"text":"\"Can you bind the chains of the Pleiades, Or loose the cords of Orion?"},{"number":32,"text":"\"Can you lead forth a constellation in its season, And guide the Bear with her satellites?"},{"number":33,"text":"\"Do you know the ordinances of the heavens, Or fix their rule over the earth?"},{"number":34,"text":"\"Can you lift up your voice to the clouds, So that an abundance of water will cover you?"},{"number":35,"text":"\"Can you send forth lightnings that they may go And say to you, 'Here we are'?"},{"number":36,"text":"\"Who has put wisdom in the innermost being Or given understanding to the mind?"},{"number":37,"text":"\"Who can count the clouds by wisdom, Or tip the water jars of the heavens,"},{"number":38,"text":"When the dust hardens into a mass And the clods stick together?"},{"number":39,"text":"\"Can you hunt the prey for the lion, Or satisfy the appetite of the young lions,"},{"number":40,"text":"When they crouch in their dens And lie in wait in their lair?"},{"number":41,"text":"\"Who prepares for the raven its nourishment When its young cry to God And wander about without food?"}]