[{"number":1,"text":"\"Is not man forced to labor on earth, And are not his days like the days of a hired man?"},{"number":2,"text":"\"As a slave who pants for the shade, And as a hired man who eagerly waits for his wages,"},{"number":3,"text":"So am I allotted months of vanity, And nights of trouble are appointed me."},{"number":4,"text":"\"When I lie down I say, 'When shall I arise?' But the night continues, And I am continually tossing until dawn."},{"number":5,"text":"\"My flesh is clothed with worms and a crust of dirt, My skin hardens and runs."},{"number":6,"text":"\"My days are swifter than a weaver's shuttle, And come to an end without hope."},{"number":7,"text":"\"Remember that my life is but breath; My eye will not again see good."},{"number":8,"text":"\"The eye of him who sees me will behold me no longer; Your eyes will be on me, but I will not be."},{"number":9,"text":"\"When a cloud vanishes, it is gone, So he who goes down to Sheol does not come up."},{"number":10,"text":"\"He will not return again to his house, Nor will his place know him anymore."},{"number":11,"text":"\"Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul."},{"number":12,"text":"\"Am I the sea, or the sea monster, That You set a guard over me?"},{"number":13,"text":"\"If I say, 'My bed will comfort me, My couch will ease my complaint,'"},{"number":14,"text":"Then You frighten me with dreams And terrify me by visions;"},{"number":15,"text":"So that my soul would choose suffocation, Death rather than my pains."},{"number":16,"text":"\"I waste away; I will not live forever. Leave me alone, for my days are but a breath."},{"number":17,"text":"\"What is man that You magnify him, And that You are concerned about him,"},{"number":18,"text":"That You examine him every morning And try him every moment?"},{"number":19,"text":"\"Will You never turn Your gaze away from me, Nor let me alone until I swallow my spittle?"},{"number":20,"text":"\"Have I sinned? What have I done to You, O watcher of men? Why have You set me as Your target, So that I am a burden to myself?"},{"number":21,"text":"\"Why then do You not pardon my transgression And take away my iniquity? For now I will lie down in the dust; And You will seek me, but I will not be.\""}]