[{"number":1,"text":"Then Job answered,"},{"number":2,"text":"\"In truth I know that this is so; But how can a man be in the right before God?"},{"number":3,"text":"\"If one wished to dispute with Him, He could not answer Him once in a thousand times."},{"number":4,"text":"\"Wise in heart and mighty in strength, Who has defied Him without harm?"},{"number":5,"text":"\"It is God who removes the mountains, they know not how, When He overturns them in His anger;"},{"number":6,"text":"Who shakes the earth out of its place, And its pillars tremble;"},{"number":7,"text":"Who commands the sun not to shine, And sets a seal upon the stars;"},{"number":8,"text":"Who alone stretches out the heavens And tramples down the waves of the sea;"},{"number":9,"text":"Who makes the Bear, Orion and the Pleiades, And the chambers of the south;"},{"number":10,"text":"Who does great things, unfathomable, And wondrous works without number."},{"number":11,"text":"\"Were He to pass by me, I would not see Him; Were He to move past me, I would not perceive Him."},{"number":12,"text":"\"Were He to snatch away, who could restrain Him? Who could say to Him, 'What are You doing?'"},{"number":13,"text":"\"God will not turn back His anger; Beneath Him crouch the helpers of Rahab."},{"number":14,"text":"\"How then can I answer Him, And choose my words before Him?"},{"number":15,"text":"\"For though I were right, I could not answer; I would have to implore the mercy of my judge."},{"number":16,"text":"\"If I called and He answered me, I could not believe that He was listening to my voice."},{"number":17,"text":"\"For He bruises me with a tempest And multiplies my wounds without cause."},{"number":18,"text":"\"He will not allow me to get my breath, But saturates me with bitterness."},{"number":19,"text":"\"If it is a matter of power, behold, He is the strong one! And if it is a matter of justice, who can summon Him?"},{"number":20,"text":"\"Though I am righteous, my mouth will condemn me; Though I am guiltless, He will declare me guilty."},{"number":21,"text":"\"I am guiltless; I do not take notice of myself; I despise my life."},{"number":22,"text":"\"It is all one; therefore I say, 'He destroys the guiltless and the wicked.'"},{"number":23,"text":"\"If the scourge kills suddenly, He mocks the despair of the innocent."},{"number":24,"text":"\"The earth is given into the hand of the wicked; He covers the faces of its judges. If it is not He, then who is it?"},{"number":25,"text":"\"Now my days are swifter than a runner; They flee away, they see no good."},{"number":26,"text":"\"They slip by like reed boats, Like an eagle that swoops on its prey."},{"number":27,"text":"\"Though I say, 'I will forget my complaint, I will leave off my sad countenance and be cheerful,'"},{"number":28,"text":"I am afraid of all my pains, I know that You will not acquit me."},{"number":29,"text":"\"I am accounted wicked, Why then should I toil in vain?"},{"number":30,"text":"\"If I should wash myself with snow And cleanse my hands with lye,"},{"number":31,"text":"Yet You would plunge me into the pit, And my own clothes would abhor me."},{"number":32,"text":"\"For He is not a man as I am that I may answer Him, That we may go to court together."},{"number":33,"text":"\"There is no umpire between us, Who may lay his hand upon us both."},{"number":34,"text":"\"Let Him remove His rod from me, And let not dread of Him terrify me."},{"number":35,"text":"\"Then I would speak and not fear Him; But I am not like that in myself."}]