[{"number":1,"text":"Paul, an apostle of Christ Jesus by the will of God, according to the promise of life in Christ Jesus,"},{"number":2,"text":"To Timothy, my beloved son: Grace, mercy and peace from God the Father and Christ Jesus our Lord."},{"number":3,"text":"I thank God, whom I serve with a clear conscience the way my forefathers did, as I constantly remember you in my prayers night and day,"},{"number":4,"text":"longing to see you, even as I recall your tears, so that I may be filled with joy."},{"number":5,"text":"For I am mindful of the sincere faith within you, which first dwelt in your grandmother Lois and your mother Eunice, and I am sure that it is in you as well."},{"number":6,"text":"For this reason I remind you to kindle afresh the gift of God which is in you through the laying on of my hands."},{"number":7,"text":"For God has not given us a spirit of timidity, but of power and love and discipline."},{"number":8,"text":"Therefore do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me in suffering for the gospel according to the power of God,"},{"number":9,"text":"who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was granted us in Christ Jesus from all eternity,"},{"number":10,"text":"but now has been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"},{"number":11,"text":"for which I was appointed a preacher and an apostle and a teacher."},{"number":12,"text":"For this reason I also suffer these things, but I am not ashamed; for I know whom I have believed and I am convinced that He is able to guard what I have entrusted to Him until that day."},{"number":13,"text":"Retain the standard of sound words which you have heard from me, in the faith and love which are in Christ Jesus."},{"number":14,"text":"Guard, through the Holy Spirit who dwells in us, the treasure which has been entrusted to you."},{"number":15,"text":"You are aware of the fact that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes."},{"number":16,"text":"The Lord grant mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed of my chains;"},{"number":17,"text":"but when he was in Rome, he eagerly searched for me and found me--"},{"number":18,"text":"the Lord grant to him to find mercy from the Lord on that day--and you know very well what services he rendered at Ephesus."}]