[{"number":1,"text":"But realize this, that in the last days difficult times will come."},{"number":2,"text":"For men will be lovers of self, lovers of money, boastful, arrogant, revilers, disobedient to parents, ungrateful, unholy,"},{"number":3,"text":"unloving, irreconcilable, malicious gossips, without self-control, brutal, haters of good,"},{"number":4,"text":"treacherous, reckless, conceited, lovers of pleasure rather than lovers of God,"},{"number":5,"text":"holding to a form of godliness, although they have denied its power; Avoid such men as these."},{"number":6,"text":"For among them are those who enter into households and captivate weak women weighed down with sins, led on by various impulses,"},{"number":7,"text":"always learning and never able to come to the knowledge of the truth."},{"number":8,"text":"Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men of depraved mind, rejected in regard to the faith."},{"number":9,"text":"But they will not make further progress; for their folly will be obvious to all, just as Jannes's and Jambres's folly was also."},{"number":10,"text":"Now you followed my teaching, conduct, purpose, faith, patience, love, perseverance,"},{"number":11,"text":"persecutions, and sufferings, such as happened to me at Antioch, at Iconium and at Lystra; what persecutions I endured, and out of them all the Lord rescued me!"},{"number":12,"text":"Indeed, all who desire to live godly in Christ Jesus will be persecuted."},{"number":13,"text":"But evil men and impostors will proceed from bad to worse, deceiving and being deceived."},{"number":14,"text":"You, however, continue in the things you have learned and become convinced of, knowing from whom you have learned them,"},{"number":15,"text":"and that from childhood you have known the sacred writings which are able to give you the wisdom that leads to salvation through faith which is in Christ Jesus."},{"number":16,"text":"All Scripture is inspired by God and profitable for teaching, for reproof, for correction, for training in righteousness;"},{"number":17,"text":"so that the man of God may be adequate, equipped for every good work."}]