[{"number":1,"text":"\"The Levitical priests, the whole tribe of Levi, shall have no portion or inheritance with Israel; they shall eat the LORD'S offerings by fire and His portion."},{"number":2,"text":"\"They shall have no inheritance among their countrymen; the LORD is their inheritance, as He promised them."},{"number":3,"text":"\"Now this shall be the priests' due from the people, from those who offer a sacrifice, either an ox or a sheep, of which they shall give to the priest the shoulder and the two cheeks and the stomach."},{"number":4,"text":"\"You shall give him the first fruits of your grain, your new wine, and your oil, and the first shearing of your sheep."},{"number":5,"text":"\"For the LORD your God has chosen him and his sons from all your tribes, to stand and serve in the name of the LORD forever."},{"number":6,"text":"\"Now if a Levite comes from any of your towns throughout Israel where he resides, and comes whenever he desires to the place which the LORD chooses,"},{"number":7,"text":"then he shall serve in the name of the LORD his God, like all his fellow Levites who stand there before the LORD."},{"number":8,"text":"\"They shall eat equal portions, except what they receive from the sale of their fathers' estates."},{"number":9,"text":"\"When you enter the land which the LORD your God gives you, you shall not learn to imitate the detestable things of those nations."},{"number":10,"text":"\"There shall not be found among you anyone who makes his son or his daughter pass through the fire, one who uses divination, one who practices witchcraft, or one who interprets omens, or a sorcerer,"},{"number":11,"text":"or one who casts a spell, or a medium, or a spiritist, or one who calls up the dead."},{"number":12,"text":"\"For whoever does these things is detestable to the LORD; and because of these detestable things the LORD your God will drive them out before you."},{"number":13,"text":"\"You shall be blameless before the LORD your God."},{"number":14,"text":"\"For those nations, which you shall dispossess, listen to those who practice witchcraft and to diviners, but as for you, the LORD your God has not allowed you to do so."},{"number":15,"text":"\"The LORD your God will raise up for you a prophet like me from among you, from your countrymen, you shall listen to him."},{"number":16,"text":"\"This is according to all that you asked of the LORD your God in Horeb on the day of the assembly, saying, 'Let me not hear again the voice of the LORD my God, let me not see this great fire anymore, or I will die.'"},{"number":17,"text":"\"The LORD said to me, 'They have spoken well."},{"number":18,"text":"'I will raise up a prophet from among their countrymen like you, and I will put My words in his mouth, and he shall speak to them all that I command him."},{"number":19,"text":"'It shall come about that whoever will not listen to My words which he shall speak in My name, I Myself will require it of him."},{"number":20,"text":"'But the prophet who speaks a word presumptuously in My name which I have not commanded him to speak, or which he speaks in the name of other gods, that prophet shall die.'"},{"number":21,"text":"\"You may say in your heart, 'How will we know the word which the LORD has not spoken?'"},{"number":22,"text":"\"When a prophet speaks in the name of the LORD, if the thing does not come about or come true, that is the thing which the LORD has not spoken. The prophet has spoken it presumptuously; you shall not be afraid of him."}]