[{"number":1,"text":"\"I loathe my own life; I will give full vent to my complaint; I will speak in the bitterness of my soul."},{"number":2,"text":"\"I will say to God, 'Do not condemn me; Let me know why You contend with me."},{"number":3,"text":"'Is it right for You indeed to oppress, To reject the labor of Your hands, And to look favorably on the schemes of the wicked?"},{"number":4,"text":"'Have You eyes of flesh? Or do You see as a man sees?"},{"number":5,"text":"'Are Your days as the days of a mortal, Or Your years as man's years,"},{"number":6,"text":"That You should seek for my guilt And search after my sin?"},{"number":7,"text":"'According to Your knowledge I am indeed not guilty, Yet there is no deliverance from Your hand."},{"number":8,"text":"'Your hands fashioned and made me altogether, And would You destroy me?"},{"number":9,"text":"'Remember now, that You have made me as clay; And would You turn me into dust again?"},{"number":10,"text":"'Did You not pour me out like milk And curdle me like cheese;"},{"number":11,"text":"Clothe me with skin and flesh, And knit me together with bones and sinews?"},{"number":12,"text":"'You have granted me life and lovingkindness; And Your care has preserved my spirit."},{"number":13,"text":"'Yet these things You have concealed in Your heart; I know that this is within You:"},{"number":14,"text":"If I sin, then You would take note of me, And would not acquit me of my guilt."},{"number":15,"text":"'If I am wicked, woe to me! And if I am righteous, I dare not lift up my head. I am sated with disgrace and conscious of my misery."},{"number":16,"text":"'Should my head be lifted up, You would hunt me like a lion; And again You would show Your power against me."},{"number":17,"text":"'You renew Your witnesses against me And increase Your anger toward me; Hardship after hardship is with me."},{"number":18,"text":"'Why then have You brought me out of the womb? Would that I had died and no eye had seen me!"},{"number":19,"text":"'I should have been as though I had not been, Carried from womb to tomb.'"},{"number":20,"text":"\"Would He not let my few days alone? Withdraw from me that I may have a little cheer"},{"number":21,"text":"Before I go--and I shall not return-- To the land of darkness and deep shadow,"},{"number":22,"text":"The land of utter gloom as darkness itself, Of deep shadow without order, And which shines as the darkness.\""}]