[{"number":1,"text":"Then Zophar the Naamathite answered,"},{"number":2,"text":"\"Shall a multitude of words go unanswered, And a talkative man be acquitted?"},{"number":3,"text":"\"Shall your boasts silence men? And shall you scoff and none rebuke?"},{"number":4,"text":"\"For you have said, 'My teaching is pure, And I am innocent in your eyes.'"},{"number":5,"text":"\"But would that God might speak, And open His lips against you,"},{"number":6,"text":"And show you the secrets of wisdom! For sound wisdom has two sides. Know then that God forgets a part of your iniquity."},{"number":7,"text":"\"Can you discover the depths of God? Can you discover the limits of the Almighty?"},{"number":8,"text":"\"They are high as the heavens, what can you do? Deeper than Sheol, what can you know?"},{"number":9,"text":"\"Its measure is longer than the earth And broader than the sea."},{"number":10,"text":"\"If He passes by or shuts up, Or calls an assembly, who can restrain Him?"},{"number":11,"text":"\"For He knows false men, And He sees iniquity without investigating."},{"number":12,"text":"\"An idiot will become intelligent When the foal of a wild donkey is born a man."},{"number":13,"text":"\"If you would direct your heart right And spread out your hand to Him,"},{"number":14,"text":"If iniquity is in your hand, put it far away, And do not let wickedness dwell in your tents;"},{"number":15,"text":"\"Then, indeed, you could lift up your face without moral defect, And you would be steadfast and not fear."},{"number":16,"text":"\"For you would forget your trouble, As waters that have passed by, you would remember it."},{"number":17,"text":"\"Your life would be brighter than noonday; Darkness would be like the morning."},{"number":18,"text":"\"Then you would trust, because there is hope; And you would look around and rest securely."},{"number":19,"text":"\"You would lie down and none would disturb you, And many would entreat your favor."},{"number":20,"text":"\"But the eyes of the wicked will fail, And there will be no escape for them; And their hope is to breathe their last.\""}]