[{"number":1,"text":"Then Job answered,"},{"number":2,"text":"\"I have heard many such things; Sorry comforters are you all."},{"number":3,"text":"\"Is there no limit to windy words? Or what plagues you that you answer?"},{"number":4,"text":"\"I too could speak like you, If I were in your place. I could compose words against you And shake my head at you."},{"number":5,"text":"\"I could strengthen you with my mouth, And the solace of my lips could lessen your pain."},{"number":6,"text":"\"If I speak, my pain is not lessened, And if I hold back, what has left me?"},{"number":7,"text":"\"But now He has exhausted me; You have laid waste all my company."},{"number":8,"text":"\"You have shriveled me up, It has become a witness; And my leanness rises up against me, It testifies to my face."},{"number":9,"text":"\"His anger has torn me and hunted me down, He has gnashed at me with His teeth; My adversary glares at me."},{"number":10,"text":"\"They have gaped at me with their mouth, They have slapped me on the cheek with contempt; They have massed themselves against me."},{"number":11,"text":"\"God hands me over to ruffians And tosses me into the hands of the wicked."},{"number":12,"text":"\"I was at ease, but He shattered me, And He has grasped me by the neck and shaken me to pieces; He has also set me up as His target."},{"number":13,"text":"\"His arrows surround me. Without mercy He splits my kidneys open; He pours out my gall on the ground."},{"number":14,"text":"\"He breaks through me with breach after breach; He runs at me like a warrior."},{"number":15,"text":"\"I have sewed sackcloth over my skin And thrust my horn in the dust."},{"number":16,"text":"\"My face is flushed from weeping, And deep darkness is on my eyelids,"},{"number":17,"text":"Although there is no violence in my hands, And my prayer is pure."},{"number":18,"text":"\"O earth, do not cover my blood, And let there be no resting place for my cry."},{"number":19,"text":"\"Even now, behold, my witness is in heaven, And my advocate is on high."},{"number":20,"text":"\"My friends are my scoffers; My eye weeps to God."},{"number":21,"text":"\"O that a man might plead with God As a man with his neighbor!"},{"number":22,"text":"\"For when a few years are past, I shall go the way of no return."}]