[{"number":1,"text":"Then Job continued his discourse and said,"},{"number":2,"text":"\"As God lives, who has taken away my right, And the Almighty, who has embittered my soul,"},{"number":3,"text":"For as long as life is in me, And the breath of God is in my nostrils,"},{"number":4,"text":"My lips certainly will not speak unjustly, Nor will my tongue mutter deceit."},{"number":5,"text":"\"Far be it from me that I should declare you right; Till I die I will not put away my integrity from me."},{"number":6,"text":"\"I hold fast my righteousness and will not let it go. My heart does not reproach any of my days."},{"number":7,"text":"\"May my enemy be as the wicked And my opponent as the unjust."},{"number":8,"text":"\"For what is the hope of the godless when he is cut off, When God requires his life?"},{"number":9,"text":"\"Will God hear his cry When distress comes upon him?"},{"number":10,"text":"\"Will he take delight in the Almighty? Will he call on God at all times?"},{"number":11,"text":"\"I will instruct you in the power of God; What is with the Almighty I will not conceal."},{"number":12,"text":"\"Behold, all of you have seen it; Why then do you act foolishly?"},{"number":13,"text":"\"This is the portion of a wicked man from God, And the inheritance which tyrants receive from the Almighty."},{"number":14,"text":"\"Though his sons are many, they are destined for the sword; And his descendants will not be satisfied with bread."},{"number":15,"text":"\"His survivors will be buried because of the plague, And their widows will not be able to weep."},{"number":16,"text":"\"Though he piles up silver like dust And prepares garments as plentiful as the clay,"},{"number":17,"text":"He may prepare it, but the just will wear it And the innocent will divide the silver."},{"number":18,"text":"\"He has built his house like the spider's web, Or as a hut which the watchman has made."},{"number":19,"text":"\"He lies down rich, but never again; He opens his eyes, and it is no longer."},{"number":20,"text":"\"Terrors overtake him like a flood; A tempest steals him away in the night."},{"number":21,"text":"\"The east wind carries him away, and he is gone, For it whirls him away from his place."},{"number":22,"text":"\"For it will hurl at him without sparing; He will surely try to flee from its power."},{"number":23,"text":"\"Men will clap their hands at him And will hiss him from his place."}]