[{"number":1,"text":"Afterward Job opened his mouth and cursed the day of his birth."},{"number":2,"text":"And Job said,"},{"number":3,"text":"\"Let the day perish on which I was to be born, And the night which said, 'A boy is conceived.'"},{"number":4,"text":"\"May that day be darkness; Let not God above care for it, Nor light shine on it."},{"number":5,"text":"\"Let darkness and black gloom claim it; Let a cloud settle on it; Let the blackness of the day terrify it."},{"number":6,"text":"\"As for that night, let darkness seize it; Let it not rejoice among the days of the year; Let it not come into the number of the months."},{"number":7,"text":"\"Behold, let that night be barren; Let no joyful shout enter it."},{"number":8,"text":"\"Let those curse it who curse the day, Who are prepared to rouse Leviathan."},{"number":9,"text":"\"Let the stars of its twilight be darkened; Let it wait for light but have none, And let it not see the breaking dawn;"},{"number":10,"text":"Because it did not shut the opening of my mother's womb, Or hide trouble from my eyes."},{"number":11,"text":"\"Why did I not die at birth, Come forth from the womb and expire?"},{"number":12,"text":"\"Why did the knees receive me, And why the breasts, that I should suck?"},{"number":13,"text":"\"For now I would have lain down and been quiet; I would have slept then, I would have been at rest,"},{"number":14,"text":"With kings and with counselors of the earth, Who rebuilt ruins for themselves;"},{"number":15,"text":"Or with princes who had gold, Who were filling their houses with silver."},{"number":16,"text":"\"Or like a miscarriage which is discarded, I would not be, As infants that never saw light."},{"number":17,"text":"\"There the wicked cease from raging, And there the weary are at rest."},{"number":18,"text":"\"The prisoners are at ease together; They do not hear the voice of the taskmaster."},{"number":19,"text":"\"The small and the great are there, And the slave is free from his master."},{"number":20,"text":"\"Why is light given to him who suffers, And life to the bitter of soul,"},{"number":21,"text":"Who long for death, but there is none, And dig for it more than for hidden treasures,"},{"number":22,"text":"Who rejoice greatly, And exult when they find the grave?"},{"number":23,"text":"\"Why is light given to a man whose way is hidden, And whom God has hedged in?"},{"number":24,"text":"\"For my groaning comes at the sight of my food, And my cries pour out like water."},{"number":25,"text":"\"For what I fear comes upon me, And what I dread befalls me."},{"number":26,"text":"\"I am not at ease, nor am I quiet, And I am not at rest, but turmoil comes.\""}]