[{"number":1,"text":"Hear this, O priests! Give heed, O house of Israel! Listen, O house of the king! For the judgment applies to you, For you have been a snare at Mizpah And a net spread out on Tabor."},{"number":2,"text":"The revolters have gone deep in depravity, But I will chastise all of them."},{"number":3,"text":"I know Ephraim, and Israel is not hidden from Me; For now, O Ephraim, you have played the harlot, Israel has defiled itself."},{"number":4,"text":"Their deeds will not allow them To return to their God. For a spirit of harlotry is within them, And they do not know the LORD."},{"number":5,"text":"Moreover, the pride of Israel testifies against him, And Israel and Ephraim stumble in their iniquity; Judah also has stumbled with them."},{"number":6,"text":"They will go with their flocks and herds To seek the LORD, but they will not find Him; He has withdrawn from them."},{"number":7,"text":"They have dealt treacherously against the LORD, For they have borne illegitimate children. Now the new moon will devour them with their land."},{"number":8,"text":"Blow the horn in Gibeah, The trumpet in Ramah. Sound an alarm at Beth-aven: \"Behind you, Benjamin!\""},{"number":9,"text":"Ephraim will become a desolation in the day of rebuke; Among the tribes of Israel I declare what is sure."},{"number":10,"text":"The princes of Judah have become like those who move a boundary; On them I will pour out My wrath like water."},{"number":11,"text":"Ephraim is oppressed, crushed in judgment, Because he was determined to follow man's command."},{"number":12,"text":"Therefore I am like a moth to Ephraim And like rottenness to the house of Judah."},{"number":13,"text":"When Ephraim saw his sickness, And Judah his wound, Then Ephraim went to Assyria And sent to King Jareb. But he is unable to heal you, Or to cure you of your wound."},{"number":14,"text":"For I will be like a lion to Ephraim And like a young lion to the house of Judah. I, even I, will tear to pieces and go away, I will carry away, and there will be none to deliver."},{"number":15,"text":"I will go away and return to My place Until they acknowledge their guilt and seek My face; In their affliction they will earnestly seek Me."}]