[{"number":1,"text":"And God blessed Noah and his sons and said to them, \"Be fruitful and multiply, and fill the earth."},{"number":2,"text":"\"The fear of you and the terror of you will be on every beast of the earth and on every bird of the sky; with everything that creeps on the ground, and all the fish of the sea, into your hand they are given."},{"number":3,"text":"\"Every moving thing that is alive shall be food for you; I give all to you, as I gave the green plant."},{"number":4,"text":"\"Only you shall not eat flesh with its life, that is, its blood."},{"number":5,"text":"\"Surely I will require your lifeblood; from every beast I will require it. And from every man, from every man's brother I will require the life of man."},{"number":6,"text":"\"Whoever sheds man's blood, By man his blood shall be shed, For in the image of God He made man."},{"number":7,"text":"\"As for you, be fruitful and multiply; Populate the earth abundantly and multiply in it.\""},{"number":8,"text":"Then God spoke to Noah and to his sons with him, saying,"},{"number":9,"text":"\"Now behold, I Myself do establish My covenant with you, and with your descendants after you;"},{"number":10,"text":"and with every living creature that is with you, the birds, the cattle, and every beast of the earth with you; of all that comes out of the ark, even every beast of the earth."},{"number":11,"text":"\"I establish My covenant with you; and all flesh shall never again be cut off by the water of the flood, neither shall there again be a flood to destroy the earth.\""},{"number":12,"text":"God said, \"This is the sign of the covenant which I am making between Me and you and every living creature that is with you, for all successive generations;"},{"number":13,"text":"I set My bow in the cloud, and it shall be for a sign of a covenant between Me and the earth."},{"number":14,"text":"\"It shall come about, when I bring a cloud over the earth, that the bow will be seen in the cloud,"},{"number":15,"text":"and I will remember My covenant, which is between Me and you and every living creature of all flesh; and never again shall the water become a flood to destroy all flesh."},{"number":16,"text":"\"When the bow is in the cloud, then I will look upon it, to remember the everlasting covenant between God and every living creature of all flesh that is on the earth.\""},{"number":17,"text":"And God said to Noah, \"This is the sign of the covenant which I have established between Me and all flesh that is on the earth.\""},{"number":18,"text":"Now the sons of Noah who came out of the ark were Shem and Ham and Japheth; and Ham was the father of Canaan."},{"number":19,"text":"These three were the sons of Noah, and from these the whole earth was populated."},{"number":20,"text":"Then Noah began farming and planted a vineyard."},{"number":21,"text":"He drank of the wine and became drunk, and uncovered himself inside his tent."},{"number":22,"text":"Ham, the father of Canaan, saw the nakedness of his father, and told his two brothers outside."},{"number":23,"text":"But Shem and Japheth took a garment and laid it upon both their shoulders and walked backward and covered the nakedness of their father; and their faces were turned away, so that they did not see their father's nakedness."},{"number":24,"text":"When Noah awoke from his wine, he knew what his youngest son had done to him."},{"number":25,"text":"So he said, \"Cursed be Canaan; A servant of servants He shall be to his brothers.\""},{"number":26,"text":"He also said, \"Blessed be the LORD, The God of Shem; And let Canaan be his servant."},{"number":27,"text":"\"May God enlarge Japheth, And let him dwell in the tents of Shem; And let Canaan be his servant.\""},{"number":28,"text":"Noah lived three hundred and fifty years after the flood."},{"number":29,"text":"So all the days of Noah were nine hundred and fifty years, and he died."}]