[{"number":1,"text":"I saw the Lord standing beside the altar, and He said, \"Smite the capitals so that the thresholds will shake, And break them on the heads of them all! Then I will slay the rest of them with the sword; They will not have a fugitive who will flee, Or a refugee who will escape."},{"number":2,"text":"\"Though they dig into Sheol, From there will My hand take them; And though they ascend to heaven, From there will I bring them down."},{"number":3,"text":"\"Though they hide on the summit of Carmel, I will search them out and take them from there; And though they conceal themselves from My sight on the floor of the sea, From there I will command the serpent and it will bite them."},{"number":4,"text":"\"And though they go into captivity before their enemies, From there I will command the sword that it slay them, And I will set My eyes against them for evil and not for good.\""},{"number":5,"text":"The Lord GOD of hosts, The One who touches the land so that it melts, And all those who dwell in it mourn, And all of it rises up like the Nile And subsides like the Nile of Egypt;"},{"number":6,"text":"The One who builds His upper chambers in the heavens And has founded His vaulted dome over the earth, He who calls for the waters of the sea And pours them out on the face of the earth, The LORD is His name."},{"number":7,"text":"\"Are you not as the sons of Ethiopia to Me, O sons of Israel?\" declares the LORD. \"Have I not brought up Israel from the land of Egypt, And the Philistines from Caphtor and the Arameans from Kir?"},{"number":8,"text":"\"Behold, the eyes of the Lord GOD are on the sinful kingdom, And I will destroy it from the face of the earth; Nevertheless, I will not totally destroy the house of Jacob,\" Declares the LORD."},{"number":9,"text":"\"For behold, I am commanding, And I will shake the house of Israel among all nations As grain is shaken in a sieve, But not a kernel will fall to the ground."},{"number":10,"text":"\"All the sinners of My people will die by the sword, Those who say, 'The calamity will not overtake or confront us.'"},{"number":11,"text":"\"In that day I will raise up the fallen booth of David, And wall up its breaches; I will also raise up its ruins And rebuild it as in the days of old;"},{"number":12,"text":"That they may possess the remnant of Edom And all the nations who are called by My name,\" Declares the LORD who does this."},{"number":13,"text":"\"Behold, days are coming,\" declares the LORD, \"When the plowman will overtake the reaper And the treader of grapes him who sows seed; When the mountains will drip sweet wine And all the hills will be dissolved."},{"number":14,"text":"\"Also I will restore the captivity of My people Israel, And they will rebuild the ruined cities and live in them; They will also plant vineyards and drink their wine, And make gardens and eat their fruit."},{"number":15,"text":"\"I will also plant them on their land, And they will not again be rooted out from their land Which I have given them,\" Says the LORD your God."}]