[{"number":1,"text":"Bless the LORD, O my soul! O LORD my God, You are very great; You are clothed with splendor and majesty,"},{"number":2,"text":"Covering Yourself with light as with a cloak, Stretching out heaven like a tent curtain."},{"number":3,"text":"He lays the beams of His upper chambers in the waters; He makes the clouds His chariot; He walks upon the wings of the wind;"},{"number":4,"text":"He makes the winds His messengers, Flaming fire His ministers."},{"number":5,"text":"He established the earth upon its foundations, So that it will not totter forever and ever."},{"number":6,"text":"You covered it with the deep as with a garment; The waters were standing above the mountains."},{"number":7,"text":"At Your rebuke they fled, At the sound of Your thunder they hurried away."},{"number":8,"text":"The mountains rose; the valleys sank down To the place which You established for them."},{"number":9,"text":"You set a boundary that they may not pass over, So that they will not return to cover the earth."},{"number":10,"text":"He sends forth springs in the valleys; They flow between the mountains;"},{"number":11,"text":"They give drink to every beast of the field; The wild donkeys quench their thirst."},{"number":12,"text":"Beside them the birds of the heavens dwell; They lift up their voices among the branches."},{"number":13,"text":"He waters the mountains from His upper chambers; The earth is satisfied with the fruit of His works."},{"number":14,"text":"He causes the grass to grow for the cattle, And vegetation for the labor of man, So that he may bring forth food from the earth,"},{"number":15,"text":"And wine which makes man's heart glad, So that he may make his face glisten with oil, And food which sustains man's heart."},{"number":16,"text":"The trees of the LORD drink their fill, The cedars of Lebanon which He planted,"},{"number":17,"text":"Where the birds build their nests, And the stork, whose home is the fir trees."},{"number":18,"text":"The high mountains are for the wild goats; The cliffs are a refuge for the shephanim."},{"number":19,"text":"He made the moon for the seasons; The sun knows the place of its setting."},{"number":20,"text":"You appoint darkness and it becomes night, In which all the beasts of the forest prowl about."},{"number":21,"text":"The young lions roar after their prey And seek their food from God."},{"number":22,"text":"When the sun rises they withdraw And lie down in their dens."},{"number":23,"text":"Man goes forth to his work And to his labor until evening."},{"number":24,"text":"O LORD, how many are Your works! In wisdom You have made them all; The earth is full of Your possessions."},{"number":25,"text":"There is the sea, great and broad, In which are swarms without number, Animals both small and great."},{"number":26,"text":"There the ships move along, And Leviathan, which You have formed to sport in it."},{"number":27,"text":"They all wait for You To give them their food in due season."},{"number":28,"text":"You give to them, they gather it up; You open Your hand, they are satisfied with good."},{"number":29,"text":"You hide Your face, they are dismayed; You take away their spirit, they expire And return to their dust."},{"number":30,"text":"You send forth Your Spirit, they are created; And You renew the face of the ground."},{"number":31,"text":"Let the glory of the LORD endure forever; Let the LORD be glad in His works;"},{"number":32,"text":"He looks at the earth, and it trembles; He touches the mountains, and they smoke."},{"number":33,"text":"I will sing to the LORD as long as I live; I will sing praise to my God while I have my being."},{"number":34,"text":"Let my meditation be pleasing to Him; As for me, I shall be glad in the LORD."},{"number":35,"text":"Let sinners be consumed from the earth And let the wicked be no more. Bless the LORD, O my soul. Praise the LORD!"}]