[{"number":1,"text":"O God of my praise, Do not be silent!"},{"number":2,"text":"For they have opened the wicked and deceitful mouth against me; They have spoken against me with a lying tongue."},{"number":3,"text":"They have also surrounded me with words of hatred, And fought against me without cause."},{"number":4,"text":"In return for my love they act as my accusers; But I am in prayer."},{"number":5,"text":"Thus they have repaid me evil for good And hatred for my love."},{"number":6,"text":"Appoint a wicked man over him, And let an accuser stand at his right hand."},{"number":7,"text":"When he is judged, let him come forth guilty, And let his prayer become sin."},{"number":8,"text":"Let his days be few; Let another take his office."},{"number":9,"text":"Let his children be fatherless And his wife a widow."},{"number":10,"text":"Let his children wander about and beg; And let them seek sustenance far from their ruined homes."},{"number":11,"text":"Let the creditor seize all that he has, And let strangers plunder the product of his labor."},{"number":12,"text":"Let there be none to extend lovingkindness to him, Nor any to be gracious to his fatherless children."},{"number":13,"text":"Let his posterity be cut off; In a following generation let their name be blotted out."},{"number":14,"text":"Let the iniquity of his fathers be remembered before the LORD, And do not let the sin of his mother be blotted out."},{"number":15,"text":"Let them be before the LORD continually, That He may cut off their memory from the earth;"},{"number":16,"text":"Because he did not remember to show lovingkindness, But persecuted the afflicted and needy man, And the despondent in heart, to put them to death."},{"number":17,"text":"He also loved cursing, so it came to him; And he did not delight in blessing, so it was far from him."},{"number":18,"text":"But he clothed himself with cursing as with his garment, And it entered into his body like water And like oil into his bones."},{"number":19,"text":"Let it be to him as a garment with which he covers himself, And for a belt with which he constantly girds himself."},{"number":20,"text":"Let this be the reward of my accusers from the LORD, And of those who speak evil against my soul."},{"number":21,"text":"But You, O GOD, the Lord, deal kindly with me for Your name's sake; Because Your lovingkindness is good, deliver me;"},{"number":22,"text":"For I am afflicted and needy, And my heart is wounded within me."},{"number":23,"text":"I am passing like a shadow when it lengthens; I am shaken off like the locust."},{"number":24,"text":"My knees are weak from fasting, And my flesh has grown lean, without fatness."},{"number":25,"text":"I also have become a reproach to them; When they see me, they wag their head."},{"number":26,"text":"Help me, O LORD my God; Save me according to Your lovingkindness."},{"number":27,"text":"And let them know that this is Your hand; You, LORD, have done it."},{"number":28,"text":"Let them curse, but You bless; When they arise, they shall be ashamed, But Your servant shall be glad."},{"number":29,"text":"Let my accusers be clothed with dishonor, And let them cover themselves with their own shame as with a robe."},{"number":30,"text":"With my mouth I will give thanks abundantly to the LORD; And in the midst of many I will praise Him."},{"number":31,"text":"For He stands at the right hand of the needy, To save him from those who judge his soul."}]