[{"number":1,"text":"Give thanks to the LORD, for He is good; For His lovingkindness is everlasting."},{"number":2,"text":"Oh let Israel say, \"His lovingkindness is everlasting.\""},{"number":3,"text":"Oh let the house of Aaron say, \"His lovingkindness is everlasting.\""},{"number":4,"text":"Oh let those who fear the LORD say, \"His lovingkindness is everlasting.\""},{"number":5,"text":"From my distress I called upon the LORD; The LORD answered me and set me in a large place."},{"number":6,"text":"The LORD is for me; I will not fear; What can man do to me?"},{"number":7,"text":"The LORD is for me among those who help me; Therefore I will look with satisfaction on those who hate me."},{"number":8,"text":"It is better to take refuge in the LORD Than to trust in man."},{"number":9,"text":"It is better to take refuge in the LORD Than to trust in princes."},{"number":10,"text":"All nations surrounded me; In the name of the LORD I will surely cut them off."},{"number":11,"text":"They surrounded me, yes, they surrounded me; In the name of the LORD I will surely cut them off."},{"number":12,"text":"They surrounded me like bees; They were extinguished as a fire of thorns; In the name of the LORD I will surely cut them off."},{"number":13,"text":"You pushed me violently so that I was falling, But the LORD helped me."},{"number":14,"text":"The LORD is my strength and song, And He has become my salvation."},{"number":15,"text":"The sound of joyful shouting and salvation is in the tents of the righteous; The right hand of the LORD does valiantly."},{"number":16,"text":"The right hand of the LORD is exalted; The right hand of the LORD does valiantly."},{"number":17,"text":"I will not die, but live, And tell of the works of the LORD."},{"number":18,"text":"The LORD has disciplined me severely, But He has not given me over to death."},{"number":19,"text":"Open to me the gates of righteousness; I shall enter through them, I shall give thanks to the LORD."},{"number":20,"text":"This is the gate of the LORD; The righteous will enter through it."},{"number":21,"text":"I shall give thanks to You, for You have answered me, And You have become my salvation."},{"number":22,"text":"The stone which the builders rejected Has become the chief corner stone."},{"number":23,"text":"This is the LORD'S doing; It is marvelous in our eyes."},{"number":24,"text":"This is the day which the LORD has made; Let us rejoice and be glad in it."},{"number":25,"text":"O LORD, do save, we beseech You; O LORD, we beseech You, do send prosperity!"},{"number":26,"text":"Blessed is the one who comes in the name of the LORD; We have blessed you from the house of the LORD."},{"number":27,"text":"The LORD is God, and He has given us light; Bind the festival sacrifice with cords to the horns of the altar."},{"number":28,"text":"You are my God, and I give thanks to You; You are my God, I extol You."},{"number":29,"text":"Give thanks to the LORD, for He is good; For His lovingkindness is everlasting."}]