[{"number":1,"text":"To You, O LORD, I lift up my soul."},{"number":2,"text":"O my God, in You I trust, Do not let me be ashamed; Do not let my enemies exult over me."},{"number":3,"text":"Indeed, none of those who wait for You will be ashamed; Those who deal treacherously without cause will be ashamed."},{"number":4,"text":"Make me know Your ways, O LORD; Teach me Your paths."},{"number":5,"text":"Lead me in Your truth and teach me, For You are the God of my salvation; For You I wait all the day."},{"number":6,"text":"Remember, O LORD, Your compassion and Your lovingkindnesses, For they have been from of old."},{"number":7,"text":"Do not remember the sins of my youth or my transgressions; According to Your lovingkindness remember me, For Your goodness' sake, O LORD."},{"number":8,"text":"Good and upright is the LORD; Therefore He instructs sinners in the way."},{"number":9,"text":"He leads the humble in justice, And He teaches the humble His way."},{"number":10,"text":"All the paths of the LORD are lovingkindness and truth To those who keep His covenant and His testimonies."},{"number":11,"text":"For Your name's sake, O LORD, Pardon my iniquity, for it is great."},{"number":12,"text":"Who is the man who fears the LORD? He will instruct him in the way he should choose."},{"number":13,"text":"His soul will abide in prosperity, And his descendants will inherit the land."},{"number":14,"text":"The secret of the LORD is for those who fear Him, And He will make them know His covenant."},{"number":15,"text":"My eyes are continually toward the LORD, For He will pluck my feet out of the net."},{"number":16,"text":"Turn to me and be gracious to me, For I am lonely and afflicted."},{"number":17,"text":"The troubles of my heart are enlarged; Bring me out of my distresses."},{"number":18,"text":"Look upon my affliction and my trouble, And forgive all my sins."},{"number":19,"text":"Look upon my enemies, for they are many, And they hate me with violent hatred."},{"number":20,"text":"Guard my soul and deliver me; Do not let me be ashamed, for I take refuge in You."},{"number":21,"text":"Let integrity and uprightness preserve me, For I wait for You."},{"number":22,"text":"Redeem Israel, O God, Out of all his troubles."}]