[{"number":1,"text":"O LORD, rebuke me not in Your wrath, And chasten me not in Your burning anger."},{"number":2,"text":"For Your arrows have sunk deep into me, And Your hand has pressed down on me."},{"number":3,"text":"There is no soundness in my flesh because of Your indignation; There is no health in my bones because of my sin."},{"number":4,"text":"For my iniquities are gone over my head; As a heavy burden they weigh too much for me."},{"number":5,"text":"My wounds grow foul and fester Because of my folly."},{"number":6,"text":"I am bent over and greatly bowed down; I go mourning all day long."},{"number":7,"text":"For my loins are filled with burning, And there is no soundness in my flesh."},{"number":8,"text":"I am benumbed and badly crushed; I groan because of the agitation of my heart."},{"number":9,"text":"Lord, all my desire is before You; And my sighing is not hidden from You."},{"number":10,"text":"My heart throbs, my strength fails me; And the light of my eyes, even that has gone from me."},{"number":11,"text":"My loved ones and my friends stand aloof from my plague; And my kinsmen stand afar off."},{"number":12,"text":"Those who seek my life lay snares for me; And those who seek to injure me have threatened destruction, And they devise treachery all day long."},{"number":13,"text":"But I, like a deaf man, do not hear; And I am like a mute man who does not open his mouth."},{"number":14,"text":"Yes, I am like a man who does not hear, And in whose mouth are no arguments."},{"number":15,"text":"For I hope in You, O LORD; You will answer, O Lord my God."},{"number":16,"text":"For I said, \"May they not rejoice over me, Who, when my foot slips, would magnify themselves against me.\""},{"number":17,"text":"For I am ready to fall, And my sorrow is continually before me."},{"number":18,"text":"For I confess my iniquity; I am full of anxiety because of my sin."},{"number":19,"text":"But my enemies are vigorous and strong, And many are those who hate me wrongfully."},{"number":20,"text":"And those who repay evil for good, They oppose me, because I follow what is good."},{"number":21,"text":"Do not forsake me, O LORD; O my God, do not be far from me!"},{"number":22,"text":"Make haste to help me, O Lord, my salvation!"}]