[{"number":1,"text":"Hear this, all peoples; Give ear, all inhabitants of the world,"},{"number":2,"text":"Both low and high, Rich and poor together."},{"number":3,"text":"My mouth will speak wisdom, And the meditation of my heart will be understanding."},{"number":4,"text":"I will incline my ear to a proverb; I will express my riddle on the harp."},{"number":5,"text":"Why should I fear in days of adversity, When the iniquity of my foes surrounds me,"},{"number":6,"text":"Even those who trust in their wealth And boast in the abundance of their riches?"},{"number":7,"text":"No man can by any means redeem his brother Or give to God a ransom for him--"},{"number":8,"text":"For the redemption of his soul is costly, And he should cease trying forever--"},{"number":9,"text":"That he should live on eternally, That he should not undergo decay."},{"number":10,"text":"For he sees that even wise men die; The stupid and the senseless alike perish And leave their wealth to others."},{"number":11,"text":"Their inner thought is that their houses are forever And their dwelling places to all generations; They have called their lands after their own names."},{"number":12,"text":"But man in his pomp will not endure; He is like the beasts that perish."},{"number":13,"text":"This is the way of those who are foolish, And of those after them who approve their words. Selah."},{"number":14,"text":"As sheep they are appointed for Sheol; Death shall be their shepherd; And the upright shall rule over them in the morning, And their form shall be for Sheol to consume So that they have no habitation."},{"number":15,"text":"But God will redeem my soul from the power of Sheol, For He will receive me. Selah."},{"number":16,"text":"Do not be afraid when a man becomes rich, When the glory of his house is increased;"},{"number":17,"text":"For when he dies he will carry nothing away; His glory will not descend after him."},{"number":18,"text":"Though while he lives he congratulates himself-- And though men praise you when you do well for yourself--"},{"number":19,"text":"He shall go to the generation of his fathers; They will never see the light."},{"number":20,"text":"Man in his pomp, yet without understanding, Is like the beasts that perish."}]