[{"number":1,"text":"Give ear to my prayer, O God; And do not hide Yourself from my supplication."},{"number":2,"text":"Give heed to me and answer me; I am restless in my complaint and am surely distracted,"},{"number":3,"text":"Because of the voice of the enemy, Because of the pressure of the wicked; For they bring down trouble upon me And in anger they bear a grudge against me."},{"number":4,"text":"My heart is in anguish within me, And the terrors of death have fallen upon me."},{"number":5,"text":"Fear and trembling come upon me, And horror has overwhelmed me."},{"number":6,"text":"I said, \"Oh, that I had wings like a dove! I would fly away and be at rest."},{"number":7,"text":"\"Behold, I would wander far away, I would lodge in the wilderness. Selah."},{"number":8,"text":"\"I would hasten to my place of refuge From the stormy wind and tempest.\""},{"number":9,"text":"Confuse, O Lord, divide their tongues, For I have seen violence and strife in the city."},{"number":10,"text":"Day and night they go around her upon her walls, And iniquity and mischief are in her midst."},{"number":11,"text":"Destruction is in her midst; Oppression and deceit do not depart from her streets."},{"number":12,"text":"For it is not an enemy who reproaches me, Then I could bear it; Nor is it one who hates me who has exalted himself against me, Then I could hide myself from him."},{"number":13,"text":"But it is you, a man my equal, My companion and my familiar friend;"},{"number":14,"text":"We who had sweet fellowship together Walked in the house of God in the throng."},{"number":15,"text":"Let death come deceitfully upon them; Let them go down alive to Sheol, For evil is in their dwelling, in their midst."},{"number":16,"text":"As for me, I shall call upon God, And the LORD will save me."},{"number":17,"text":"Evening and morning and at noon, I will complain and murmur, And He will hear my voice."},{"number":18,"text":"He will redeem my soul in peace from the battle which is against me, For they are many who strive with me."},{"number":19,"text":"God will hear and answer them-- Even the one who sits enthroned from of old-- Selah. With whom there is no change, And who do not fear God."},{"number":20,"text":"He has put forth his hands against those who were at peace with him; He has violated his covenant."},{"number":21,"text":"His speech was smoother than butter, But his heart was war; His words were softer than oil, Yet they were drawn swords."},{"number":22,"text":"Cast your burden upon the LORD and He will sustain you; He will never allow the righteous to be shaken."},{"number":23,"text":"But You, O God, will bring them down to the pit of destruction; Men of bloodshed and deceit will not live out half their days. But I will trust in You."}]