[{"number":1,"text":"Save me, O God, For the waters have threatened my life."},{"number":2,"text":"I have sunk in deep mire, and there is no foothold; I have come into deep waters, and a flood overflows me."},{"number":3,"text":"I am weary with my crying; my throat is parched; My eyes fail while I wait for my God."},{"number":4,"text":"Those who hate me without a cause are more than the hairs of my head; Those who would destroy me are powerful, being wrongfully my enemies; What I did not steal, I then have to restore."},{"number":5,"text":"O God, it is You who knows my folly, And my wrongs are not hidden from You."},{"number":6,"text":"May those who wait for You not be ashamed through me, O Lord GOD of hosts; May those who seek You not be dishonored through me, O God of Israel,"},{"number":7,"text":"Because for Your sake I have borne reproach; Dishonor has covered my face."},{"number":8,"text":"I have become estranged from my brothers And an alien to my mother's sons."},{"number":9,"text":"For zeal for Your house has consumed me, And the reproaches of those who reproach You have fallen on me."},{"number":10,"text":"When I wept in my soul with fasting, It became my reproach."},{"number":11,"text":"When I made sackcloth my clothing, I became a byword to them."},{"number":12,"text":"Those who sit in the gate talk about me, And I am the song of the drunkards."},{"number":13,"text":"But as for me, my prayer is to You, O LORD, at an acceptable time; O God, in the greatness of Your lovingkindness, Answer me with Your saving truth."},{"number":14,"text":"Deliver me from the mire and do not let me sink; May I be delivered from my foes and from the deep waters."},{"number":15,"text":"May the flood of water not overflow me Nor the deep swallow me up, Nor the pit shut its mouth on me."},{"number":16,"text":"Answer me, O LORD, for Your lovingkindness is good; According to the greatness of Your compassion, turn to me,"},{"number":17,"text":"And do not hide Your face from Your servant, For I am in distress; answer me quickly."},{"number":18,"text":"Oh draw near to my soul and redeem it; Ransom me because of my enemies!"},{"number":19,"text":"You know my reproach and my shame and my dishonor; All my adversaries are before You."},{"number":20,"text":"Reproach has broken my heart and I am so sick. And I looked for sympathy, but there was none, And for comforters, but I found none."},{"number":21,"text":"They also gave me gall for my food And for my thirst they gave me vinegar to drink."},{"number":22,"text":"May their table before them become a snare; And when they are in peace, may it become a trap."},{"number":23,"text":"May their eyes grow dim so that they cannot see, And make their loins shake continually."},{"number":24,"text":"Pour out Your indignation on them, And may Your burning anger overtake them."},{"number":25,"text":"May their camp be desolate; May none dwell in their tents."},{"number":26,"text":"For they have persecuted him whom You Yourself have smitten, And they tell of the pain of those whom You have wounded."},{"number":27,"text":"Add iniquity to their iniquity, And may they not come into Your righteousness."},{"number":28,"text":"May they be blotted out of the book of life And may they not be recorded with the righteous."},{"number":29,"text":"But I am afflicted and in pain; May Your salvation, O God, set me securely on high."},{"number":30,"text":"I will praise the name of God with song And magnify Him with thanksgiving."},{"number":31,"text":"And it will please the LORD better than an ox Or a young bull with horns and hoofs."},{"number":32,"text":"The humble have seen it and are glad; You who seek God, let your heart revive."},{"number":33,"text":"For the LORD hears the needy And does not despise His who are prisoners."},{"number":34,"text":"Let heaven and earth praise Him, The seas and everything that moves in them."},{"number":35,"text":"For God will save Zion and build the cities of Judah, That they may dwell there and possess it."},{"number":36,"text":"The descendants of His servants will inherit it, And those who love His name will dwell in it."}]