[{"number":1,"text":"Give the king Your judgments, O God, And Your righteousness to the king's son."},{"number":2,"text":"May he judge Your people with righteousness And Your afflicted with justice."},{"number":3,"text":"Let the mountains bring peace to the people, And the hills, in righteousness."},{"number":4,"text":"May he vindicate the afflicted of the people, Save the children of the needy And crush the oppressor."},{"number":5,"text":"Let them fear You while the sun endures, And as long as the moon, throughout all generations."},{"number":6,"text":"May he come down like rain upon the mown grass, Like showers that water the earth."},{"number":7,"text":"In his days may the righteous flourish, And abundance of peace till the moon is no more."},{"number":8,"text":"May he also rule from sea to sea And from the River to the ends of the earth."},{"number":9,"text":"Let the nomads of the desert bow before him, And his enemies lick the dust."},{"number":10,"text":"Let the kings of Tarshish and of the islands bring presents; The kings of Sheba and Seba offer gifts."},{"number":11,"text":"And let all kings bow down before him, All nations serve him."},{"number":12,"text":"For he will deliver the needy when he cries for help, The afflicted also, and him who has no helper."},{"number":13,"text":"He will have compassion on the poor and needy, And the lives of the needy he will save."},{"number":14,"text":"He will rescue their life from oppression and violence, And their blood will be precious in his sight;"},{"number":15,"text":"So may he live, and may the gold of Sheba be given to him; And let them pray for him continually; Let them bless him all day long."},{"number":16,"text":"May there be abundance of grain in the earth on top of the mountains; Its fruit will wave like the cedars of Lebanon; And may those from the city flourish like vegetation of the earth."},{"number":17,"text":"May his name endure forever; May his name increase as long as the sun shines; And let men bless themselves by him; Let all nations call him blessed."},{"number":18,"text":"Blessed be the LORD God, the God of Israel, Who alone works wonders."},{"number":19,"text":"And blessed be His glorious name forever; And may the whole earth be filled with His glory. Amen, and Amen."},{"number":20,"text":"The prayers of David the son of Jesse are ended."}]