[{"number":1,"text":"My voice rises to God, and I will cry aloud; My voice rises to God, and He will hear me."},{"number":2,"text":"In the day of my trouble I sought the Lord; In the night my hand was stretched out without weariness; My soul refused to be comforted."},{"number":3,"text":"When I remember God, then I am disturbed; When I sigh, then my spirit grows faint. Selah."},{"number":4,"text":"You have held my eyelids open; I am so troubled that I cannot speak."},{"number":5,"text":"I have considered the days of old, The years of long ago."},{"number":6,"text":"I will remember my song in the night; I will meditate with my heart, And my spirit ponders:"},{"number":7,"text":"Will the Lord reject forever? And will He never be favorable again?"},{"number":8,"text":"Has His lovingkindness ceased forever? Has His promise come to an end forever?"},{"number":9,"text":"Has God forgotten to be gracious, Or has He in anger withdrawn His compassion? Selah."},{"number":10,"text":"Then I said, \"It is my grief, That the right hand of the Most High has changed.\""},{"number":11,"text":"I shall remember the deeds of the LORD; Surely I will remember Your wonders of old."},{"number":12,"text":"I will meditate on all Your work And muse on Your deeds."},{"number":13,"text":"Your way, O God, is holy; What god is great like our God?"},{"number":14,"text":"You are the God who works wonders; You have made known Your strength among the peoples."},{"number":15,"text":"You have by Your power redeemed Your people, The sons of Jacob and Joseph. Selah."},{"number":16,"text":"The waters saw You, O God; The waters saw You, they were in anguish; The deeps also trembled."},{"number":17,"text":"The clouds poured out water; The skies gave forth a sound; Your arrows flashed here and there."},{"number":18,"text":"The sound of Your thunder was in the whirlwind; The lightnings lit up the world; The earth trembled and shook."},{"number":19,"text":"Your way was in the sea And Your paths in the mighty waters, And Your footprints may not be known."},{"number":20,"text":"You led Your people like a flock By the hand of Moses and Aaron."}]