[{"number":1,"text":"The high priest said, \"Are these things so?\""},{"number":2,"text":"And he said, \"Hear me, brethren and fathers! The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran,"},{"number":3,"text":"and said to him, 'LEAVE YOUR COUNTRY AND YOUR RELATIVES, AND COME INTO THE LAND THAT I WILL SHOW YOU.'"},{"number":4,"text":"\"Then he left the land of the Chaldeans and settled in Haran. From there, after his father died, God had him move to this country in which you are now living."},{"number":5,"text":"\"But He gave him no inheritance in it, not even a foot of ground, and yet, even when he had no child, He promised that HE WOULD GIVE IT TO HIM AS A POSSESSION, AND TO HIS DESCENDANTS AFTER HIM."},{"number":6,"text":"\"But God spoke to this effect, that his DESCENDANTS WOULD BE ALIENS IN A FOREIGN LAND, AND THAT THEY WOULD BE ENSLAVED AND MISTREATED FOR FOUR HUNDRED YEARS."},{"number":7,"text":"\" 'AND WHATEVER NATION TO WHICH THEY WILL BE IN BONDAGE I MYSELF WILL JUDGE,' said God, 'AND AFTER THAT THEY WILL COME OUT AND SERVE ME IN THIS PLACE.'"},{"number":8,"text":"\"And He gave him the covenant of circumcision; and so Abraham became the father of Isaac, and circumcised him on the eighth day; and Isaac became the father of Jacob, and Jacob of the twelve patriarchs."},{"number":9,"text":"\"The patriarchs became jealous of Joseph and sold him into Egypt. Yet God was with him,"},{"number":10,"text":"and rescued him from all his afflictions, and granted him favor and wisdom in the sight of Pharaoh, king of Egypt, and he made him governor over Egypt and all his household."},{"number":11,"text":"\"Now a famine came over all Egypt and Canaan, and great affliction with it, and our fathers could find no food."},{"number":12,"text":"\"But when Jacob heard that there was grain in Egypt, he sent our fathers there the first time."},{"number":13,"text":"\"On the second visit Joseph made himself known to his brothers, and Joseph's family was disclosed to Pharaoh."},{"number":14,"text":"\"Then Joseph sent word and invited Jacob his father and all his relatives to come to him, seventy-five persons in all."},{"number":15,"text":"\"And Jacob went down to Egypt and there he and our fathers died."},{"number":16,"text":"\"From there they were removed to Shechem and laid in the tomb which Abraham had purchased for a sum of money from the sons of Hamor in Shechem."},{"number":17,"text":"\"But as the time of the promise was approaching which God had assured to Abraham, the people increased and multiplied in Egypt,"},{"number":18,"text":"until THERE AROSE ANOTHER KING OVER EGYPT WHO KNEW NOTHING ABOUT JOSEPH."},{"number":19,"text":"\"It was he who took shrewd advantage of our race and mistreated our fathers so that they would expose their infants and they would not survive."},{"number":20,"text":"\"It was at this time that Moses was born; and he was lovely in the sight of God, and he was nurtured three months in his father's home."},{"number":21,"text":"\"And after he had been set outside, Pharaoh's daughter took him away and nurtured him as her own son."},{"number":22,"text":"\"Moses was educated in all the learning of the Egyptians, and he was a man of power in words and deeds."},{"number":23,"text":"\"But when he was approaching the age of forty, it entered his mind to visit his brethren, the sons of Israel."},{"number":24,"text":"\"And when he saw one of them being treated unjustly, he defended him and took vengeance for the oppressed by striking down the Egyptian."},{"number":25,"text":"\"And he supposed that his brethren understood that God was granting them deliverance through him, but they did not understand."},{"number":26,"text":"\"On the following day he appeared to them as they were fighting together, and he tried to reconcile them in peace, saying, 'Men, you are brethren, why do you injure one another?'"},{"number":27,"text":"\"But the one who was injuring his neighbor pushed him away, saying, 'WHO MADE YOU A RULER AND JUDGE OVER US?"},{"number":28,"text":"'YOU DO NOT MEAN TO KILL ME AS YOU KILLED THE EGYPTIAN YESTERDAY, DO YOU?'"},{"number":29,"text":"\"At this remark, MOSES FLED AND BECAME AN ALIEN IN THE LAND OF MIDIAN, where he became the father of two sons."},{"number":30,"text":"\"After forty years had passed, AN ANGEL APPEARED TO HIM IN THE WILDERNESS OF MOUNT Sinai, IN THE FLAME OF A BURNING THORN BUSH."},{"number":31,"text":"\"When Moses saw it, he marveled at the sight; and as he approached to look more closely, there came the voice of the Lord:"},{"number":32,"text":"'I AM THE GOD OF YOUR FATHERS, THE GOD OF ABRAHAM AND ISAAC AND JACOB.' Moses shook with fear and would not venture to look."},{"number":33,"text":"\"BUT THE LORD SAID TO HIM, 'TAKE OFF THE SANDALS FROM YOUR FEET, FOR THE PLACE ON WHICH YOU ARE STANDING IS HOLY GROUND."},{"number":34,"text":"'I HAVE CERTAINLY SEEN THE OPPRESSION OF MY PEOPLE IN EGYPT AND HAVE HEARD THEIR GROANS, AND I HAVE COME DOWN TO RESCUE THEM; COME NOW, AND I WILL SEND YOU TO EGYPT.'"},{"number":35,"text":"\"This Moses whom they disowned, saying, 'WHO MADE YOU A RULER AND A JUDGE?' is the one whom God sent to be both a ruler and a deliverer with the help of the angel who appeared to him in the thorn bush."},{"number":36,"text":"\"This man led them out, performing wonders and signs in the land of Egypt and in the Red Sea and in the wilderness for forty years."},{"number":37,"text":"\"This is the Moses who said to the sons of Israel, 'GOD WILL RAISE UP FOR YOU A PROPHET LIKE ME FROM YOUR BRETHREN.'"},{"number":38,"text":"\"This is the one who was in the congregation in the wilderness together with the angel who was speaking to him on Mount Sinai, and who was with our fathers; and he received living oracles to pass on to you."},{"number":39,"text":"\"Our fathers were unwilling to be obedient to him, but repudiated him and in their hearts turned back to Egypt,"},{"number":40,"text":"SAYING TO AARON, 'MAKE FOR US GODS WHO WILL GO BEFORE US; FOR THIS MOSES WHO LED US OUT OF THE LAND OF EGYPT--WE DO NOT KNOW WHAT HAPPENED TO HIM.'"},{"number":41,"text":"\"At that time they made a calf and brought a sacrifice to the idol, and were rejoicing in the works of their hands."},{"number":42,"text":"\"But God turned away and delivered them up to serve the host of heaven; as it is written in the book of the prophets, 'IT WAS NOT TO ME THAT YOU OFFERED VICTIMS AND SACRIFICES FORTY YEARS IN THE WILDERNESS, WAS IT, O HOUSE OF ISRAEL?"},{"number":43,"text":"'YOU ALSO TOOK ALONG THE TABERNACLE OF MOLOCH AND THE STAR OF THE GOD ROMPHA, THE IMAGES WHICH YOU MADE TO WORSHIP. I ALSO WILL REMOVE YOU BEYOND BABYLON.'"},{"number":44,"text":"\"Our fathers had the tabernacle of testimony in the wilderness, just as He who spoke to Moses directed him to make it according to the pattern which he had seen."},{"number":45,"text":"\"And having received it in their turn, our fathers brought it in with Joshua upon dispossessing the nations whom God drove out before our fathers, until the time of David."},{"number":46,"text":"\"David found favor in God's sight, and asked that he might find a dwelling place for the God of Jacob."},{"number":47,"text":"\"But it was Solomon who built a house for Him."},{"number":48,"text":"\"However, the Most High does not dwell in houses made by human hands; as the prophet says:"},{"number":49,"text":"'HEAVEN IS MY THRONE, AND EARTH IS THE FOOTSTOOL OF MY FEET; WHAT KIND OF HOUSE WILL YOU BUILD FOR ME?' says the Lord, 'OR WHAT PLACE IS THERE FOR MY REPOSE?"},{"number":50,"text":"'WAS IT NOT MY HAND WHICH MADE ALL THESE THINGS?'"},{"number":51,"text":"\"You men who are stiff-necked and uncircumcised in heart and ears are always resisting the Holy Spirit; you are doing just as your fathers did."},{"number":52,"text":"\"Which one of the prophets did your fathers not persecute? They killed those who had previously announced the coming of the Righteous One, whose betrayers and murderers you have now become;"},{"number":53,"text":"you who received the law as ordained by angels, and yet did not keep it.\""},{"number":54,"text":"Now when they heard this, they were cut to the quick, and they began gnashing their teeth at him."},{"number":55,"text":"But being full of the Holy Spirit, he gazed intently into heaven and saw the glory of God, and Jesus standing at the right hand of God;"},{"number":56,"text":"and he said, \"Behold, I see the heavens opened up and the Son of Man standing at the right hand of God.\""},{"number":57,"text":"But they cried out with a loud voice, and covered their ears and rushed at him with one impulse."},{"number":58,"text":"When they had driven him out of the city, they began stoning him; and the witnesses laid aside their robes at the feet of a young man named Saul."},{"number":59,"text":"They went on stoning Stephen as he called on the Lord and said, \"Lord Jesus, receive my spirit!\""},{"number":60,"text":"Then falling on his knees, he cried out with a loud voice, \"Lord, do not hold this sin against them!\" Having said this, he fell asleep."}]