[{"number":1,"text":"Brethren, my heart's desire and my prayer to God for them is for their salvation."},{"number":2,"text":"For I testify about them that they have a zeal for God, but not in accordance with knowledge."},{"number":3,"text":"For not knowing about God's righteousness and seeking to establish their own, they did not subject themselves to the righteousness of God."},{"number":4,"text":"For Christ is the end of the law for righteousness to everyone who believes."},{"number":5,"text":"For Moses writes that the man who practices the righteousness which is based on law shall live by that righteousness."},{"number":6,"text":"But the righteousness based on faith speaks as follows: \"DO NOT SAY IN YOUR HEART, 'WHO WILL ASCEND INTO HEAVEN?' (that is, to bring Christ down),"},{"number":7,"text":"or 'WHO WILL DESCEND INTO THE ABYSS?' (that is, to bring Christ up from the dead).\""},{"number":8,"text":"But what does it say? \"THE WORD IS NEAR YOU, IN YOUR MOUTH AND IN YOUR HEART\"--that is, the word of faith which we are preaching,"},{"number":9,"text":"that if you confess with your mouth Jesus as Lord, and believe in your heart that God raised Him from the dead, you will be saved;"},{"number":10,"text":"for with the heart a person believes, resulting in righteousness, and with the mouth he confesses, resulting in salvation."},{"number":11,"text":"For the Scripture says, \"WHOEVER BELIEVES IN HIM WILL NOT BE DISAPPOINTED.\""},{"number":12,"text":"For there is no distinction between Jew and Greek; for the same Lord is Lord of all, abounding in riches for all who call on Him;"},{"number":13,"text":"for \"WHOEVER WILL CALL ON THE NAME OF THE LORD WILL BE SAVED.\""},{"number":14,"text":"How then will they call on Him in whom they have not believed? How will they believe in Him whom they have not heard? And how will they hear without a preacher?"},{"number":15,"text":"How will they preach unless they are sent? Just as it is written, \"HOW BEAUTIFUL ARE THE FEET OF THOSE WHO BRING GOOD NEWS OF GOOD THINGS!\""},{"number":16,"text":"However, they did not all heed the good news; for Isaiah says, \"LORD, WHO HAS BELIEVED OUR REPORT?\""},{"number":17,"text":"So faith comes from hearing, and hearing by the word of Christ."},{"number":18,"text":"But I say, surely they have never heard, have they? Indeed they have; \"THEIR VOICE HAS GONE OUT INTO ALL THE EARTH, AND THEIR WORDS TO THE ENDS OF THE WORLD.\""},{"number":19,"text":"But I say, surely Israel did not know, did they? First Moses says, \"I WILL MAKE YOU JEALOUS BY THAT WHICH IS NOT A NATION, BY A NATION WITHOUT UNDERSTANDING WILL I ANGER YOU.\""},{"number":20,"text":"And Isaiah is very bold and says, \"I WAS FOUND BY THOSE WHO DID NOT SEEK ME, I BECAME MANIFEST TO THOSE WHO DID NOT ASK FOR ME.\""},{"number":21,"text":"But as for Israel He says, \"ALL THE DAY LONG I HAVE STRETCHED OUT MY HANDS TO A DISOBEDIENT AND OBSTINATE PEOPLE.\""}]