[{"number":1,"text":"Then what advantage has the Jew? Or what is the benefit of circumcision?"},{"number":2,"text":"Great in every respect. First of all, that they were entrusted with the oracles of God."},{"number":3,"text":"What then? If some did not believe, their unbelief will not nullify the faithfulness of God, will it?"},{"number":4,"text":"May it never be! Rather, let God be found true, though every man be found a liar, as it is written, \"THAT YOU MAY BE JUSTIFIED IN YOUR WORDS, AND PREVAIL WHEN YOU ARE JUDGED.\""},{"number":5,"text":"But if our unrighteousness demonstrates the righteousness of God, what shall we say? The God who inflicts wrath is not unrighteous, is He? (I am speaking in human terms.)"},{"number":6,"text":"May it never be! For otherwise, how will God judge the world?"},{"number":7,"text":"But if through my lie the truth of God abounded to His glory, why am I also still being judged as a sinner?"},{"number":8,"text":"And why not say (as we are slanderously reported and as some claim that we say), \"Let us do evil that good may come\"? Their condemnation is just."},{"number":9,"text":"What then? Are we better than they? Not at all; for we have already charged that both Jews and Greeks are all under sin;"},{"number":10,"text":"as it is written, \"THERE IS NONE RIGHTEOUS, NOT EVEN ONE;"},{"number":11,"text":"THERE IS NONE WHO UNDERSTANDS, THERE IS NONE WHO SEEKS FOR GOD;"},{"number":12,"text":"ALL HAVE TURNED ASIDE, TOGETHER THEY HAVE BECOME USELESS; THERE IS NONE WHO DOES GOOD, THERE IS NOT EVEN ONE.\""},{"number":13,"text":"\"THEIR THROAT IS AN OPEN GRAVE, WITH THEIR TONGUES THEY KEEP DECEIVING,\" \"THE POISON OF ASPS IS UNDER THEIR LIPS\";"},{"number":14,"text":"\"WHOSE MOUTH IS FULL OF CURSING AND BITTERNESS\";"},{"number":15,"text":"\"THEIR FEET ARE SWIFT TO SHED BLOOD,"},{"number":16,"text":"DESTRUCTION AND MISERY ARE IN THEIR PATHS,"},{"number":17,"text":"AND THE PATH OF PEACE THEY HAVE NOT KNOWN.\""},{"number":18,"text":"\"THERE IS NO FEAR OF GOD BEFORE THEIR EYES.\""},{"number":19,"text":"Now we know that whatever the Law says, it speaks to those who are under the Law, so that every mouth may be closed and all the world may become accountable to God;"},{"number":20,"text":"because by the works of the Law no flesh will be justified in His sight; for through the Law comes the knowledge of sin."},{"number":21,"text":"But now apart from the Law the righteousness of God has been manifested, being witnessed by the Law and the Prophets,"},{"number":22,"text":"even the righteousness of God through faith in Jesus Christ for all those who believe; for there is no distinction;"},{"number":23,"text":"for all have sinned and fall short of the glory of God,"},{"number":24,"text":"being justified as a gift by His grace through the redemption which is in Christ Jesus;"},{"number":25,"text":"whom God displayed publicly as a propitiation in His blood through faith. This was to demonstrate His righteousness, because in the forbearance of God He passed over the sins previously committed;"},{"number":26,"text":"for the demonstration, I say, of His righteousness at the present time, so that He would be just and the justifier of the one who has faith in Jesus."},{"number":27,"text":"Where then is boasting? It is excluded. By what kind of law? Of works? No, but by a law of faith."},{"number":28,"text":"For we maintain that a man is justified by faith apart from works of the Law."},{"number":29,"text":"Or is God the God of Jews only? Is He not the God of Gentiles also? Yes, of Gentiles also,"},{"number":30,"text":"since indeed God who will justify the circumcised by faith and the uncircumcised through faith is one."},{"number":31,"text":"Do we then nullify the Law through faith? May it never be! On the contrary, we establish the Law."}]