[{"number":1,"text":"Blow a trumpet in Zion, And sound an alarm on My holy mountain! Let all the inhabitants of the land tremble, For the day of the LORD is coming; Surely it is near,"},{"number":2,"text":"A day of darkness and gloom, A day of clouds and thick darkness. As the dawn is spread over the mountains, So there is a great and mighty people; There has never been anything like it, Nor will there be again after it To the years of many generations."},{"number":3,"text":"A fire consumes before them And behind them a flame burns. The land is like the garden of Eden before them But a desolate wilderness behind them, And nothing at all escapes them."},{"number":4,"text":"Their appearance is like the appearance of horses; And like war horses, so they run."},{"number":5,"text":"With a noise as of chariots They leap on the tops of the mountains, Like the crackling of a flame of fire consuming the stubble, Like a mighty people arranged for battle."},{"number":6,"text":"Before them the people are in anguish; All faces turn pale."},{"number":7,"text":"They run like mighty men, They climb the wall like soldiers; And they each march in line, Nor do they deviate from their paths."},{"number":8,"text":"They do not crowd each other, They march everyone in his path; When they burst through the defenses, They do not break ranks."},{"number":9,"text":"They rush on the city, They run on the wall; They climb into the houses, They enter through the windows like a thief."},{"number":10,"text":"Before them the earth quakes, The heavens tremble, The sun and the moon grow dark And the stars lose their brightness."},{"number":11,"text":"The LORD utters His voice before His army; Surely His camp is very great, For strong is he who carries out His word. The day of the LORD is indeed great and very awesome, And who can endure it?"},{"number":12,"text":"\"Yet even now,\" declares the LORD, \"Return to Me with all your heart, And with fasting, weeping and mourning;"},{"number":13,"text":"And rend your heart and not your garments.\" Now return to the LORD your God, For He is gracious and compassionate, Slow to anger, abounding in lovingkindness And relenting of evil."},{"number":14,"text":"Who knows whether He will not turn and relent And leave a blessing behind Him, Even a grain offering and a drink offering For the LORD your God?"},{"number":15,"text":"Blow a trumpet in Zion, Consecrate a fast, proclaim a solemn assembly,"},{"number":16,"text":"Gather the people, sanctify the congregation, Assemble the elders, Gather the children and the nursing infants. Let the bridegroom come out of his room And the bride out of her bridal chamber."},{"number":17,"text":"Let the priests, the LORD'S ministers, Weep between the porch and the altar, And let them say, \"Spare Your people, O LORD, And do not make Your inheritance a reproach, A byword among the nations. Why should they among the peoples say, 'Where is their God?'\""},{"number":18,"text":"Then the LORD will be zealous for His land And will have pity on His people."},{"number":19,"text":"The LORD will answer and say to His people, \"Behold, I am going to send you grain, new wine and oil, And you will be satisfied in full with them; And I will never again make you a reproach among the nations."},{"number":20,"text":"\"But I will remove the northern army far from you, And I will drive it into a parched and desolate land, And its vanguard into the eastern sea, And its rear guard into the western sea. And its stench will arise and its foul smell will come up, For it has done great things.\""},{"number":21,"text":"Do not fear, O land, rejoice and be glad, For the LORD has done great things."},{"number":22,"text":"Do not fear, beasts of the field, For the pastures of the wilderness have turned green, For the tree has borne its fruit, The fig tree and the vine have yielded in full."},{"number":23,"text":"So rejoice, O sons of Zion, And be glad in the LORD your God; For He has given you the early rain for your vindication. And He has poured down for you the rain, The early and latter rain as before."},{"number":24,"text":"The threshing floors will be full of grain, And the vats will overflow with the new wine and oil."},{"number":25,"text":"\"Then I will make up to you for the years That the swarming locust has eaten, The creeping locust, the stripping locust and the gnawing locust, My great army which I sent among you."},{"number":26,"text":"\"You will have plenty to eat and be satisfied And praise the name of the LORD your God, Who has dealt wondrously with you; Then My people will never be put to shame."},{"number":27,"text":"\"Thus you will know that I am in the midst of Israel, And that I am the LORD your God, And there is no other; And My people will never be put to shame."},{"number":28,"text":"\"It will come about after this That I will pour out My Spirit on all mankind; And your sons and daughters will prophesy, Your old men will dream dreams, Your young men will see visions."},{"number":29,"text":"\"Even on the male and female servants I will pour out My Spirit in those days."},{"number":30,"text":"\"I will display wonders in the sky and on the earth, Blood, fire and columns of smoke."},{"number":31,"text":"\"The sun will be turned into darkness And the moon into blood Before the great and awesome day of the LORD comes."},{"number":32,"text":"\"And it will come about that whoever calls on the name of the LORD Will be delivered; For on Mount Zion and in Jerusalem There will be those who escape, As the LORD has said, Even among the survivors whom the LORD calls."}]