[{"number":1,"text":"\"These things I have spoken to you so that you may be kept from stumbling."},{"number":2,"text":"\"They will make you outcasts from the synagogue, but an hour is coming for everyone who kills you to think that he is offering service to God."},{"number":3,"text":"\"These things they will do because they have not known the Father or Me."},{"number":4,"text":"\"But these things I have spoken to you, so that when their hour comes, you may remember that I told you of them. These things I did not say to you at the beginning, because I was with you."},{"number":5,"text":"\"But now I am going to Him who sent Me; and none of you asks Me, 'Where are You going?'"},{"number":6,"text":"\"But because I have said these things to you, sorrow has filled your heart."},{"number":7,"text":"\"But I tell you the truth, it is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I go, I will send Him to you."},{"number":8,"text":"\"And He, when He comes, will convict the world concerning sin and righteousness and judgment;"},{"number":9,"text":"concerning sin, because they do not believe in Me;"},{"number":10,"text":"and concerning righteousness, because I go to the Father and you no longer see Me;"},{"number":11,"text":"and concerning judgment, because the ruler of this world has been judged."},{"number":12,"text":"\"I have many more things to say to you, but you cannot bear them now."},{"number":13,"text":"\"But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come."},{"number":14,"text":"\"He will glorify Me, for He will take of Mine and will disclose it to you."},{"number":15,"text":"\"All things that the Father has are Mine; therefore I said that He takes of Mine and will disclose it to you."},{"number":16,"text":"\"A little while, and you will no longer see Me; and again a little while, and you will see Me.\""},{"number":17,"text":"Some of His disciples then said to one another, \"What is this thing He is telling us, 'A little while, and you will not see Me; and again a little while, and you will see Me'; and, 'because I go to the Father'?\""},{"number":18,"text":"So they were saying, \"What is this that He says, 'A little while'? We do not know what He is talking about.\""},{"number":19,"text":"Jesus knew that they wished to question Him, and He said to them, \"Are you deliberating together about this, that I said, 'A little while, and you will not see Me, and again a little while, and you will see Me'?"},{"number":20,"text":"\"Truly, truly, I say to you, that you will weep and lament, but the world will rejoice; you will grieve, but your grief will be turned into joy."},{"number":21,"text":"\"Whenever a woman is in labor she has pain, because her hour has come; but when she gives birth to the child, she no longer remembers the anguish because of the joy that a child has been born into the world."},{"number":22,"text":"\"Therefore you too have grief now; but I will see you again, and your heart will rejoice, and no one will take your joy away from you."},{"number":23,"text":"\"In that day you will not question Me about anything. Truly, truly, I say to you, if you ask the Father for anything in My name, He will give it to you."},{"number":24,"text":"\"Until now you have asked for nothing in My name; ask and you will receive, so that your joy may be made full."},{"number":25,"text":"\"These things I have spoken to you in figurative language; an hour is coming when I will no longer speak to you in figurative language, but will tell you plainly of the Father."},{"number":26,"text":"\"In that day you will ask in My name, and I do not say to you that I will request of the Father on your behalf;"},{"number":27,"text":"for the Father Himself loves you, because you have loved Me and have believed that I came forth from the Father."},{"number":28,"text":"\"I came forth from the Father and have come into the world; I am leaving the world again and going to the Father.\""},{"number":29,"text":"His disciples *said, \"Lo, now You are speaking plainly and are not using a figure of speech."},{"number":30,"text":"\"Now we know that You know all things, and have no need for anyone to question You; by this we believe that You came from God.\""},{"number":31,"text":"Jesus answered them, \"Do you now believe?"},{"number":32,"text":"\"Behold, an hour is coming, and has already come, for you to be scattered, each to his own home, and to leave Me alone; and yet I am not alone, because the Father is with Me."},{"number":33,"text":"\"These things I have spoken to you, so that in Me you may have peace. In the world you have tribulation, but take courage; I have overcome the world.\""}]