[{"number":1,"text":"Hear this word which the LORD has spoken against you, sons of Israel, against the entire family which He brought up from the land of Egypt:"},{"number":2,"text":"\"You only have I chosen among all the families of the earth; Therefore I will punish you for all your iniquities.\""},{"number":3,"text":"Do two men walk together unless they have made an appointment?"},{"number":4,"text":"Does a lion roar in the forest when he has no prey? Does a young lion growl from his den unless he has captured something?"},{"number":5,"text":"Does a bird fall into a trap on the ground when there is no bait in it? Does a trap spring up from the earth when it captures nothing at all?"},{"number":6,"text":"If a trumpet is blown in a city will not the people tremble? If a calamity occurs in a city has not the LORD done it?"},{"number":7,"text":"Surely the Lord GOD does nothing Unless He reveals His secret counsel To His servants the prophets."},{"number":8,"text":"A lion has roared! Who will not fear? The Lord GOD has spoken! Who can but prophesy?"},{"number":9,"text":"Proclaim on the citadels in Ashdod and on the citadels in the land of Egypt and say, \"Assemble yourselves on the mountains of Samaria and see the great tumults within her and the oppressions in her midst."},{"number":10,"text":"\"But they do not know how to do what is right,\" declares the LORD, \"these who hoard up violence and devastation in their citadels.\""},{"number":11,"text":"Therefore, thus says the Lord GOD, \"An enemy, even one surrounding the land, Will pull down your strength from you And your citadels will be looted.\""},{"number":12,"text":"Thus says the LORD, \"Just as the shepherd snatches from the lion's mouth a couple of legs or a piece of an ear, So will the sons of Israel dwelling in Samaria be snatched away-- With the corner of a bed and the cover of a couch!"},{"number":13,"text":"\"Hear and testify against the house of Jacob,\" Declares the Lord GOD, the God of hosts."},{"number":14,"text":"\"For on the day that I punish Israel's transgressions, I will also punish the altars of Bethel; The horns of the altar will be cut off And they will fall to the ground."},{"number":15,"text":"\"I will also smite the winter house together with the summer house; The houses of ivory will also perish And the great houses will come to an end,\" Declares the LORD."}]