[{"number":1,"text":"\"Behold, My Servant, whom I uphold; My chosen one in whom My soul delights. I have put My Spirit upon Him; He will bring forth justice to the nations."},{"number":2,"text":"\"He will not cry out or raise His voice, Nor make His voice heard in the street."},{"number":3,"text":"\"A bruised reed He will not break And a dimly burning wick He will not extinguish; He will faithfully bring forth justice."},{"number":4,"text":"\"He will not be disheartened or crushed Until He has established justice in the earth; And the coastlands will wait expectantly for His law.\""},{"number":5,"text":"Thus says God the LORD, Who created the heavens and stretched them out, Who spread out the earth and its offspring, Who gives breath to the people on it And spirit to those who walk in it,"},{"number":6,"text":"\"I am the LORD, I have called You in righteousness, I will also hold You by the hand and watch over You, And I will appoint You as a covenant to the people, As a light to the nations,"},{"number":7,"text":"To open blind eyes, To bring out prisoners from the dungeon And those who dwell in darkness from the prison."},{"number":8,"text":"\"I am the LORD, that is My name; I will not give My glory to another, Nor My praise to graven images."},{"number":9,"text":"\"Behold, the former things have come to pass, Now I declare new things; Before they spring forth I proclaim them to you.\""},{"number":10,"text":"Sing to the LORD a new song, Sing His praise from the end of the earth! You who go down to the sea, and all that is in it. You islands, and those who dwell on them."},{"number":11,"text":"Let the wilderness and its cities lift up their voices, The settlements where Kedar inhabits. Let the inhabitants of Sela sing aloud, Let them shout for joy from the tops of the mountains."},{"number":12,"text":"Let them give glory to the LORD And declare His praise in the coastlands."},{"number":13,"text":"The LORD will go forth like a warrior, He will arouse His zeal like a man of war. He will utter a shout, yes, He will raise a war cry. He will prevail against His enemies."},{"number":14,"text":"\"I have kept silent for a long time, I have kept still and restrained Myself. Now like a woman in labor I will groan, I will both gasp and pant."},{"number":15,"text":"\"I will lay waste the mountains and hills And wither all their vegetation; I will make the rivers into coastlands And dry up the ponds."},{"number":16,"text":"\"I will lead the blind by a way they do not know, In paths they do not know I will guide them. I will make darkness into light before them And rugged places into plains. These are the things I will do, And I will not leave them undone.\""},{"number":17,"text":"They will be turned back and be utterly put to shame, Who trust in idols, Who say to molten images, \"You are our gods.\""},{"number":18,"text":"Hear, you deaf! And look, you blind, that you may see."},{"number":19,"text":"Who is blind but My servant, Or so deaf as My messenger whom I send? Who is so blind as he that is at peace with Me, Or so blind as the servant of the LORD?"},{"number":20,"text":"You have seen many things, but you do not observe them; Your ears are open, but none hears."},{"number":21,"text":"The LORD was pleased for His righteousness' sake To make the law great and glorious."},{"number":22,"text":"But this is a people plundered and despoiled; All of them are trapped in caves, Or are hidden away in prisons; They have become a prey with none to deliver them, And a spoil, with none to say, \"Give them back!\""},{"number":23,"text":"Who among you will give ear to this? Who will give heed and listen hereafter?"},{"number":24,"text":"Who gave Jacob up for spoil, and Israel to plunderers? Was it not the LORD, against whom we have sinned, And in whose ways they were not willing to walk, And whose law they did not obey?"},{"number":25,"text":"So He poured out on him the heat of His anger And the fierceness of battle; And it set him aflame all around, Yet he did not recognize it; And it burned him, but he paid no attention."}]