[{"number":1,"text":"The righteous man perishes, and no man takes it to heart; And devout men are taken away, while no one understands. For the righteous man is taken away from evil,"},{"number":2,"text":"He enters into peace; They rest in their beds, Each one who walked in his upright way."},{"number":3,"text":"\"But come here, you sons of a sorceress, Offspring of an adulterer and a prostitute."},{"number":4,"text":"\"Against whom do you jest? Against whom do you open wide your mouth And stick out your tongue? Are you not children of rebellion, Offspring of deceit,"},{"number":5,"text":"Who inflame yourselves among the oaks, Under every luxuriant tree, Who slaughter the children in the ravines, Under the clefts of the crags?"},{"number":6,"text":"\"Among the smooth stones of the ravine Is your portion, they are your lot; Even to them you have poured out a drink offering, You have made a grain offering. Shall I relent concerning these things?"},{"number":7,"text":"\"Upon a high and lofty mountain You have made your bed. You also went up there to offer sacrifice."},{"number":8,"text":"\"Behind the door and the doorpost You have set up your sign; Indeed, far removed from Me, you have uncovered yourself, And have gone up and made your bed wide. And you have made an agreement for yourself with them, You have loved their bed, You have looked on their manhood."},{"number":9,"text":"\"You have journeyed to the king with oil And increased your perfumes; You have sent your envoys a great distance And made them go down to Sheol."},{"number":10,"text":"\"You were tired out by the length of your road, Yet you did not say, 'It is hopeless.' You found renewed strength, Therefore you did not faint."},{"number":11,"text":"\"Of whom were you worried and fearful When you lied, and did not remember Me Nor give Me a thought? Was I not silent even for a long time So you do not fear Me?"},{"number":12,"text":"\"I will declare your righteousness and your deeds, But they will not profit you."},{"number":13,"text":"\"When you cry out, let your collection of idols deliver you. But the wind will carry all of them up, And a breath will take them away. But he who takes refuge in Me will inherit the land And will possess My holy mountain.\""},{"number":14,"text":"And it will be said, \"Build up, build up, prepare the way, Remove every obstacle out of the way of My people.\""},{"number":15,"text":"For thus says the high and exalted One Who lives forever, whose name is Holy, \"I dwell on a high and holy place, And also with the contrite and lowly of spirit In order to revive the spirit of the lowly And to revive the heart of the contrite."},{"number":16,"text":"\"For I will not contend forever, Nor will I always be angry; For the spirit would grow faint before Me, And the breath of those whom I have made."},{"number":17,"text":"\"Because of the iniquity of his unjust gain I was angry and struck him; I hid My face and was angry, And he went on turning away, in the way of his heart."},{"number":18,"text":"\"I have seen his ways, but I will heal him; I will lead him and restore comfort to him and to his mourners,"},{"number":19,"text":"Creating the praise of the lips. Peace, peace to him who is far and to him who is near,\" Says the LORD, \"and I will heal him.\""},{"number":20,"text":"But the wicked are like the tossing sea, For it cannot be quiet, And its waters toss up refuse and mud."},{"number":21,"text":"\"There is no peace,\" says my God, \"for the wicked.\""}]