[{"number":1,"text":"Remember, O LORD, what has befallen us; Look, and see our reproach!"},{"number":2,"text":"Our inheritance has been turned over to strangers, Our houses to aliens."},{"number":3,"text":"We have become orphans without a father, Our mothers are like widows."},{"number":4,"text":"We have to pay for our drinking water, Our wood comes to us at a price."},{"number":5,"text":"Our pursuers are at our necks; We are worn out, there is no rest for us."},{"number":6,"text":"We have submitted to Egypt and Assyria to get enough bread."},{"number":7,"text":"Our fathers sinned, and are no more; It is we who have borne their iniquities."},{"number":8,"text":"Slaves rule over us; There is no one to deliver us from their hand."},{"number":9,"text":"We get our bread at the risk of our lives Because of the sword in the wilderness."},{"number":10,"text":"Our skin has become as hot as an oven, Because of the burning heat of famine."},{"number":11,"text":"They ravished the women in Zion, The virgins in the cities of Judah."},{"number":12,"text":"Princes were hung by their hands; Elders were not respected."},{"number":13,"text":"Young men worked at the grinding mill, And youths stumbled under loads of wood."},{"number":14,"text":"Elders are gone from the gate, Young men from their music."},{"number":15,"text":"The joy of our hearts has ceased; Our dancing has been turned into mourning."},{"number":16,"text":"The crown has fallen from our head; Woe to us, for we have sinned!"},{"number":17,"text":"Because of this our heart is faint, Because of these things our eyes are dim;"},{"number":18,"text":"Because of Mount Zion which lies desolate, Foxes prowl in it."},{"number":19,"text":"You, O LORD, rule forever; Your throne is from generation to generation."},{"number":20,"text":"Why do You forget us forever? Why do You forsake us so long?"},{"number":21,"text":"Restore us to You, O LORD, that we may be restored; Renew our days as of old,"},{"number":22,"text":"Unless You have utterly rejected us And are exceedingly angry with us."}]