[{"number":1,"text":"He entered again into a synagogue; and a man was there whose hand was withered."},{"number":2,"text":"They were watching Him to see if He would heal him on the Sabbath, so that they might accuse Him."},{"number":3,"text":"He *said to the man with the withered hand, \"Get up and come forward!\""},{"number":4,"text":"And He *said to them, \"Is it lawful to do good or to do harm on the Sabbath, to save a life or to kill?\" But they kept silent."},{"number":5,"text":"After looking around at them with anger, grieved at their hardness of heart, He *said to the man, \"Stretch out your hand.\" And he stretched it out, and his hand was restored."},{"number":6,"text":"The Pharisees went out and immediately began conspiring with the Herodians against Him, as to how they might destroy Him."},{"number":7,"text":"Jesus withdrew to the sea with His disciples; and a great multitude from Galilee followed; and also from Judea,"},{"number":8,"text":"and from Jerusalem, and from Idumea, and beyond the Jordan, and the vicinity of Tyre and Sidon, a great number of people heard of all that He was doing and came to Him."},{"number":9,"text":"And He told His disciples that a boat should stand ready for Him because of the crowd, so that they would not crowd Him;"},{"number":10,"text":"for He had healed many, with the result that all those who had afflictions pressed around Him in order to touch Him."},{"number":11,"text":"Whenever the unclean spirits saw Him, they would fall down before Him and shout, \"You are the Son of God!\""},{"number":12,"text":"And He earnestly warned them not to tell who He was."},{"number":13,"text":"And He *went up on the mountain and *summoned those whom He Himself wanted, and they came to Him."},{"number":14,"text":"And He appointed twelve, so that they would be with Him and that He could send them out to preach,"},{"number":15,"text":"and to have authority to cast out the demons."},{"number":16,"text":"And He appointed the twelve: Simon (to whom He gave the name Peter),"},{"number":17,"text":"and James, the son of Zebedee, and John the brother of James (to them He gave the name Boanerges, which means, \"Sons of Thunder\");"},{"number":18,"text":"and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot;"},{"number":19,"text":"and Judas Iscariot, who betrayed Him."},{"number":20,"text":"And He *came home, and the crowd *gathered again, to such an extent that they could not even eat a meal."},{"number":21,"text":"When His own people heard of this, they went out to take custody of Him; for they were saying, \"He has lost His senses.\""},{"number":22,"text":"The scribes who came down from Jerusalem were saying, \"He is possessed by Beelzebul,\" and \"He casts out the demons by the ruler of the demons.\""},{"number":23,"text":"And He called them to Himself and began speaking to them in parables, \"How can Satan cast out Satan?"},{"number":24,"text":"\"If a kingdom is divided against itself, that kingdom cannot stand."},{"number":25,"text":"\"If a house is divided against itself, that house will not be able to stand."},{"number":26,"text":"\"If Satan has risen up against himself and is divided, he cannot stand, but he is finished!"},{"number":27,"text":"\"But no one can enter the strong man's house and plunder his property unless he first binds the strong man, and then he will plunder his house."},{"number":28,"text":"\"Truly I say to you, all sins shall be forgiven the sons of men, and whatever blasphemies they utter;"},{"number":29,"text":"but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin\"--"},{"number":30,"text":"because they were saying, \"He has an unclean spirit.\""},{"number":31,"text":"Then His mother and His brothers *arrived, and standing outside they sent word to Him and called Him."},{"number":32,"text":"A crowd was sitting around Him, and they *said to Him, \"Behold, Your mother and Your brothers are outside looking for You.\""},{"number":33,"text":"Answering them, He *said, \"Who are My mother and My brothers?\""},{"number":34,"text":"Looking about at those who were sitting around Him, He *said, \"Behold My mother and My brothers!"},{"number":35,"text":"\"For whoever does the will of God, he is My brother and sister and mother.\""}]