[{"number":1,"text":"The one who scatters has come up against you. Man the fortress, watch the road; Strengthen your back, summon all your strength."},{"number":2,"text":"For the LORD will restore the splendor of Jacob Like the splendor of Israel, Even though devastators have devastated them And destroyed their vine branches."},{"number":3,"text":"The shields of his mighty men are colored red, The warriors are dressed in scarlet, The chariots are enveloped in flashing steel When he is prepared to march, And the cypress spears are brandished."},{"number":4,"text":"The chariots race madly in the streets, They rush wildly in the squares, Their appearance is like torches, They dash to and fro like lightning flashes."},{"number":5,"text":"He remembers his nobles; They stumble in their march, They hurry to her wall, And the mantelet is set up."},{"number":6,"text":"The gates of the rivers are opened And the palace is dissolved."},{"number":7,"text":"It is fixed: She is stripped, she is carried away, And her handmaids are moaning like the sound of doves, Beating on their breasts."},{"number":8,"text":"Though Nineveh was like a pool of water throughout her days, Now they are fleeing; \"Stop, stop,\" But no one turns back."},{"number":9,"text":"Plunder the silver! Plunder the gold! For there is no limit to the treasure-- Wealth from every kind of desirable object."},{"number":10,"text":"She is emptied! Yes, she is desolate and waste! Hearts are melting and knees knocking! Also anguish is in the whole body And all their faces are grown pale!"},{"number":11,"text":"Where is the den of the lions And the feeding place of the young lions, Where the lion, lioness and lion's cub prowled, With nothing to disturb them?"},{"number":12,"text":"The lion tore enough for his cubs, Killed enough for his lionesses, And filled his lairs with prey And his dens with torn flesh."},{"number":13,"text":"\"Behold, I am against you,\" declares the LORD of hosts. \"I will burn up her chariots in smoke, a sword will devour your young lions; I will cut off your prey from the land, and no longer will the voice of your messengers be heard.\""}]