[{"number":1,"text":"Woe to the bloody city, completely full of lies and pillage; Her prey never departs."},{"number":2,"text":"The noise of the whip, The noise of the rattling of the wheel, Galloping horses And bounding chariots!"},{"number":3,"text":"Horsemen charging, Swords flashing, spears gleaming, Many slain, a mass of corpses, And countless dead bodies-- They stumble over the dead bodies!"},{"number":4,"text":"All because of the many harlotries of the harlot, The charming one, the mistress of sorceries, Who sells nations by her harlotries And families by her sorceries."},{"number":5,"text":"\"Behold, I am against you,\" declares the LORD of hosts; \"And I will lift up your skirts over your face, And show to the nations your nakedness And to the kingdoms your disgrace."},{"number":6,"text":"\"I will throw filth on you And make you vile, And set you up as a spectacle."},{"number":7,"text":"\"And it will come about that all who see you Will shrink from you and say, 'Nineveh is devastated! Who will grieve for her?' Where will I seek comforters for you?\""},{"number":8,"text":"Are you better than No-amon, Which was situated by the waters of the Nile, With water surrounding her, Whose rampart was the sea, Whose wall consisted of the sea?"},{"number":9,"text":"Ethiopia was her might, And Egypt too, without limits. Put and Lubim were among her helpers."},{"number":10,"text":"Yet she became an exile, She went into captivity; Also her small children were dashed to pieces At the head of every street; They cast lots for her honorable men, And all her great men were bound with fetters."},{"number":11,"text":"You too will become drunk, You will be hidden. You too will search for a refuge from the enemy."},{"number":12,"text":"All your fortifications are fig trees with ripe fruit-- When shaken, they fall into the eater's mouth."},{"number":13,"text":"Behold, your people are women in your midst! The gates of your land are opened wide to your enemies; Fire consumes your gate bars."},{"number":14,"text":"Draw for yourself water for the siege! Strengthen your fortifications! Go into the clay and tread the mortar! Take hold of the brick mold!"},{"number":15,"text":"There fire will consume you, The sword will cut you down; It will consume you as the locust does. Multiply yourself like the creeping locust, Multiply yourself like the swarming locust."},{"number":16,"text":"You have increased your traders more than the stars of heaven-- The creeping locust strips and flies away."},{"number":17,"text":"Your guardsmen are like the swarming locust. Your marshals are like hordes of grasshoppers Settling in the stone walls on a cold day. The sun rises and they flee, And the place where they are is not known."},{"number":18,"text":"Your shepherds are sleeping, O king of Assyria; Your nobles are lying down. Your people are scattered on the mountains And there is no one to regather them."},{"number":19,"text":"There is no relief for your breakdown, Your wound is incurable. All who hear about you Will clap their hands over you, For on whom has not your evil passed continually?"}]