[{"number":1,"text":"\"You shall therefore love the LORD your God, and always keep His charge, His statutes, His ordinances, and His commandments."},{"number":2,"text":"\"Know this day that I am not speaking with your sons who have not known and who have not seen the discipline of the LORD your God--His greatness, His mighty hand and His outstretched arm,"},{"number":3,"text":"and His signs and His works which He did in the midst of Egypt to Pharaoh the king of Egypt and to all his land;"},{"number":4,"text":"and what He did to Egypt's army, to its horses and its chariots, when He made the water of the Red Sea to engulf them while they were pursuing you, and the LORD completely destroyed them;"},{"number":5,"text":"and what He did to you in the wilderness until you came to this place;"},{"number":6,"text":"and what He did to Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them, their households, their tents, and every living thing that followed them, among all Israel--"},{"number":7,"text":"but your own eyes have seen all the great work of the LORD which He did."},{"number":8,"text":"\"You shall therefore keep every commandment which I am commanding you today, so that you may be strong and go in and possess the land into which you are about to cross to possess it;"},{"number":9,"text":"so that you may prolong your days on the land which the LORD swore to your fathers to give to them and to their descendants, a land flowing with milk and honey."},{"number":10,"text":"\"For the land, into which you are entering to possess it, is not like the land of Egypt from which you came, where you used to sow your seed and water it with your foot like a vegetable garden."},{"number":11,"text":"\"But the land into which you are about to cross to possess it, a land of hills and valleys, drinks water from the rain of heaven,"},{"number":12,"text":"a land for which the LORD your God cares; the eyes of the LORD your God are always on it, from the beginning even to the end of the year."},{"number":13,"text":"\"It shall come about, if you listen obediently to my commandments which I am commanding you today, to love the LORD your God and to serve Him with all your heart and all your soul,"},{"number":14,"text":"that He will give the rain for your land in its season, the early and late rain, that you may gather in your grain and your new wine and your oil."},{"number":15,"text":"\"He will give grass in your fields for your cattle, and you will eat and be satisfied."},{"number":16,"text":"\"Beware that your hearts are not deceived, and that you do not turn away and serve other gods and worship them."},{"number":17,"text":"\"Or the anger of the LORD will be kindled against you, and He will shut up the heavens so that there will be no rain and the ground will not yield its fruit; and you will perish quickly from the good land which the LORD is giving you."},{"number":18,"text":"\"You shall therefore impress these words of mine on your heart and on your soul; and you shall bind them as a sign on your hand, and they shall be as frontals on your forehead."},{"number":19,"text":"\"You shall teach them to your sons, talking of them when you sit in your house and when you walk along the road and when you lie down and when you rise up."},{"number":20,"text":"\"You shall write them on the doorposts of your house and on your gates,"},{"number":21,"text":"so that your days and the days of your sons may be multiplied on the land which the LORD swore to your fathers to give them, as long as the heavens remain above the earth."},{"number":22,"text":"\"For if you are careful to keep all this commandment which I am commanding you to do, to love the LORD your God, to walk in all His ways and hold fast to Him,"},{"number":23,"text":"then the LORD will drive out all these nations from before you, and you will dispossess nations greater and mightier than you."},{"number":24,"text":"\"Every place on which the sole of your foot treads shall be yours; your border will be from the wilderness to Lebanon, and from the river, the river Euphrates, as far as the western sea."},{"number":25,"text":"\"No man will be able to stand before you; the LORD your God will lay the dread of you and the fear of you on all the land on which you set foot, as He has spoken to you."},{"number":26,"text":"\"See, I am setting before you today a blessing and a curse:"},{"number":27,"text":"the blessing, if you listen to the commandments of the LORD your God, which I am commanding you today;"},{"number":28,"text":"and the curse, if you do not listen to the commandments of the LORD your God, but turn aside from the way which I am commanding you today, by following other gods which you have not known."},{"number":29,"text":"\"It shall come about, when the LORD your God brings you into the land where you are entering to possess it, that you shall place the blessing on Mount Gerizim and the curse on Mount Ebal."},{"number":30,"text":"\"Are they not across the Jordan, west of the way toward the sunset, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oaks of Moreh?"},{"number":31,"text":"\"For you are about to cross the Jordan to go in to possess the land which the LORD your God is giving you, and you shall possess it and live in it,"},{"number":32,"text":"and you shall be careful to do all the statutes and the judgments which I am setting before you today."}]