[{"number":1,"text":"That which came as the word of the LORD to Jeremiah the prophet concerning the nations."},{"number":2,"text":"To Egypt, concerning the army of Pharaoh Neco king of Egypt, which was by the Euphrates River at Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah, king of Judah:"},{"number":3,"text":"\"Line up the shield and buckler, And draw near for the battle!"},{"number":4,"text":"\"Harness the horses, And mount the steeds, And take your stand with helmets on! Polish the spears, Put on the scale-armor!"},{"number":5,"text":"\"Why have I seen it? They are terrified, They are drawing back, And their mighty men are defeated And have taken refuge in flight, Without facing back; Terror is on every side!\" Declares the LORD."},{"number":6,"text":"Let not the swift man flee, Nor the mighty man escape; In the north beside the river Euphrates They have stumbled and fallen."},{"number":7,"text":"Who is this that rises like the Nile, Like the rivers whose waters surge about?"},{"number":8,"text":"Egypt rises like the Nile, Even like the rivers whose waters surge about; And He has said, \"I will rise and cover that land; I will surely destroy the city and its inhabitants.\""},{"number":9,"text":"Go up, you horses, and drive madly, you chariots, That the mighty men may march forward: Ethiopia and Put, that handle the shield, And the Lydians, that handle and bend the bow."},{"number":10,"text":"For that day belongs to the Lord GOD of hosts, A day of vengeance, so as to avenge Himself on His foes; And the sword will devour and be satiated And drink its fill of their blood; For there will be a slaughter for the Lord GOD of hosts, In the land of the north by the river Euphrates."},{"number":11,"text":"Go up to Gilead and obtain balm, O virgin daughter of Egypt! In vain have you multiplied remedies; There is no healing for you."},{"number":12,"text":"The nations have heard of your shame, And the earth is full of your cry of distress; For one warrior has stumbled over another, And both of them have fallen down together."},{"number":13,"text":"This is the message which the LORD spoke to Jeremiah the prophet about the coming of Nebuchadnezzar king of Babylon to smite the land of Egypt:"},{"number":14,"text":"\"Declare in Egypt and proclaim in Migdol, Proclaim also in Memphis and Tahpanhes; Say, 'Take your stand and get yourself ready, For the sword has devoured those around you.'"},{"number":15,"text":"\"Why have your mighty ones become prostrate? They do not stand because the LORD has thrust them down."},{"number":16,"text":"\"They have repeatedly stumbled; Indeed, they have fallen one against another. Then they said, 'Get up! And let us go back To our own people and our native land Away from the sword of the oppressor.'"},{"number":17,"text":"\"They cried there, 'Pharaoh king of Egypt is but a big noise; He has let the appointed time pass by!'"},{"number":18,"text":"\"As I live,\" declares the King Whose name is the LORD of hosts, \"Surely one shall come who looms up like Tabor among the mountains, Or like Carmel by the sea."},{"number":19,"text":"\"Make your baggage ready for exile, O daughter dwelling in Egypt, For Memphis will become a desolation; It will even be burned down and bereft of inhabitants."},{"number":20,"text":"\"Egypt is a pretty heifer, But a horsefly is coming from the north--it is coming!"},{"number":21,"text":"\"Also her mercenaries in her midst Are like fattened calves, For even they too have turned back and have fled away together; They did not stand their ground. For the day of their calamity has come upon them, The time of their punishment."},{"number":22,"text":"\"Its sound moves along like a serpent; For they move on like an army And come to her as woodcutters with axes."},{"number":23,"text":"\"They have cut down her forest,\" declares the LORD; \"Surely it will no more be found, Even though they are now more numerous than locusts And are without number."},{"number":24,"text":"\"The daughter of Egypt has been put to shame, Given over to the power of the people of the north.\""},{"number":25,"text":"The LORD of hosts, the God of Israel, says, \"Behold, I am going to punish Amon of Thebes, and Pharaoh, and Egypt along with her gods and her kings, even Pharaoh and those who trust in him."},{"number":26,"text":"\"I shall give them over to the power of those who are seeking their lives, even into the hand of Nebuchadnezzar king of Babylon and into the hand of his officers. Afterwards, however, it will be inhabited as in the days of old,\" declares the LORD."},{"number":27,"text":"\"But as for you, O Jacob My servant, do not fear, Nor be dismayed, O Israel! For, see, I am going to save you from afar, And your descendants from the land of their captivity; And Jacob will return and be undisturbed And secure, with no one making him tremble."},{"number":28,"text":"\"O Jacob My servant, do not fear,\" declares the LORD, \"For I am with you. For I will make a full end of all the nations Where I have driven you, Yet I will not make a full end of you; But I will correct you properly And by no means leave you unpunished.\""}]