[{"number":1,"text":"'Now in the seventh month, on the first day of the month, you shall also have a holy convocation; you shall do no laborious work. It will be to you a day for blowing trumpets."},{"number":2,"text":"'You shall offer a burnt offering as a soothing aroma to the LORD: one bull, one ram, and seven male lambs one year old without defect;"},{"number":3,"text":"also their grain offering, fine flour mixed with oil: three-tenths of an ephah for the bull, two-tenths for the ram,"},{"number":4,"text":"and one-tenth for each of the seven lambs."},{"number":5,"text":"'Offer one male goat for a sin offering, to make atonement for you,"},{"number":6,"text":"besides the burnt offering of the new moon and its grain offering, and the continual burnt offering and its grain offering, and their drink offerings, according to their ordinance, for a soothing aroma, an offering by fire to the LORD."},{"number":7,"text":"'Then on the tenth day of this seventh month you shall have a holy convocation, and you shall humble yourselves; you shall not do any work."},{"number":8,"text":"'You shall present a burnt offering to the LORD as a soothing aroma: one bull, one ram, seven male lambs one year old, having them without defect;"},{"number":9,"text":"and their grain offering, fine flour mixed with oil: three-tenths of an ephah for the bull, two-tenths for the one ram,"},{"number":10,"text":"a tenth for each of the seven lambs;"},{"number":11,"text":"one male goat for a sin offering, besides the sin offering of atonement and the continual burnt offering and its grain offering, and their drink offerings."},{"number":12,"text":"'Then on the fifteenth day of the seventh month you shall have a holy convocation; you shall do no laborious work, and you shall observe a feast to the LORD for seven days."},{"number":13,"text":"'You shall present a burnt offering, an offering by fire as a soothing aroma to the LORD: thirteen bulls, two rams, fourteen male lambs one year old, which are without defect;"},{"number":14,"text":"and their grain offering, fine flour mixed with oil: three-tenths of an ephah for each of the thirteen bulls, two-tenths for each of the two rams,"},{"number":15,"text":"and a tenth for each of the fourteen lambs;"},{"number":16,"text":"and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."},{"number":17,"text":"'Then on the second day: twelve bulls, two rams, fourteen male lambs one year old without defect;"},{"number":18,"text":"and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":19,"text":"and one male goat for a sin offering, besides the continual burnt offering and its grain offering, and their drink offerings."},{"number":20,"text":"'Then on the third day: eleven bulls, two rams, fourteen male lambs one year old without defect;"},{"number":21,"text":"and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":22,"text":"and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."},{"number":23,"text":"'Then on the fourth day: ten bulls, two rams, fourteen male lambs one year old without defect;"},{"number":24,"text":"their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":25,"text":"and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."},{"number":26,"text":"'Then on the fifth day: nine bulls, two rams, fourteen male lambs one year old without defect;"},{"number":27,"text":"and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":28,"text":"and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."},{"number":29,"text":"'Then on the sixth day: eight bulls, two rams, fourteen male lambs one year old without defect;"},{"number":30,"text":"and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":31,"text":"and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offerings."},{"number":32,"text":"'Then on the seventh day: seven bulls, two rams, fourteen male lambs one year old without defect;"},{"number":33,"text":"and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"},{"number":34,"text":"and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."},{"number":35,"text":"'On the eighth day you shall have a solemn assembly; you shall do no laborious work."},{"number":36,"text":"'But you shall present a burnt offering, an offering by fire, as a soothing aroma to the LORD: one bull, one ram, seven male lambs one year old without defect;"},{"number":37,"text":"their grain offering and their drink offerings for the bull, for the ram and for the lambs, by their number according to the ordinance;"},{"number":38,"text":"and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."},{"number":39,"text":"'You shall present these to the LORD at your appointed times, besides your votive offerings and your freewill offerings, for your burnt offerings and for your grain offerings and for your drink offerings and for your peace offerings.'\""},{"number":40,"text":"Moses spoke to the sons of Israel in accordance with all that the LORD had commanded Moses."}]