[{"number":1,"text":"Whoever loves discipline loves knowledge, But he who hates reproof is stupid."},{"number":2,"text":"A good man will obtain favor from the LORD, But He will condemn a man who devises evil."},{"number":3,"text":"A man will not be established by wickedness, But the root of the righteous will not be moved."},{"number":4,"text":"An excellent wife is the crown of her husband, But she who shames him is like rottenness in his bones."},{"number":5,"text":"The thoughts of the righteous are just, But the counsels of the wicked are deceitful."},{"number":6,"text":"The words of the wicked lie in wait for blood, But the mouth of the upright will deliver them."},{"number":7,"text":"The wicked are overthrown and are no more, But the house of the righteous will stand."},{"number":8,"text":"A man will be praised according to his insight, But one of perverse mind will be despised."},{"number":9,"text":"Better is he who is lightly esteemed and has a servant Than he who honors himself and lacks bread."},{"number":10,"text":"A righteous man has regard for the life of his animal, But even the compassion of the wicked is cruel."},{"number":11,"text":"He who tills his land will have plenty of bread, But he who pursues worthless things lacks sense."},{"number":12,"text":"The wicked man desires the booty of evil men, But the root of the righteous yields fruit."},{"number":13,"text":"An evil man is ensnared by the transgression of his lips, But the righteous will escape from trouble."},{"number":14,"text":"A man will be satisfied with good by the fruit of his words, And the deeds of a man's hands will return to him."},{"number":15,"text":"The way of a fool is right in his own eyes, But a wise man is he who listens to counsel."},{"number":16,"text":"A fool's anger is known at once, But a prudent man conceals dishonor."},{"number":17,"text":"He who speaks truth tells what is right, But a false witness, deceit."},{"number":18,"text":"There is one who speaks rashly like the thrusts of a sword, But the tongue of the wise brings healing."},{"number":19,"text":"Truthful lips will be established forever, But a lying tongue is only for a moment."},{"number":20,"text":"Deceit is in the heart of those who devise evil, But counselors of peace have joy."},{"number":21,"text":"No harm befalls the righteous, But the wicked are filled with trouble."},{"number":22,"text":"Lying lips are an abomination to the LORD, But those who deal faithfully are His delight."},{"number":23,"text":"A prudent man conceals knowledge, But the heart of fools proclaims folly."},{"number":24,"text":"The hand of the diligent will rule, But the slack hand will be put to forced labor."},{"number":25,"text":"Anxiety in a man's heart weighs it down, But a good word makes it glad."},{"number":26,"text":"The righteous is a guide to his neighbor, But the way of the wicked leads them astray."},{"number":27,"text":"A lazy man does not roast his prey, But the precious possession of a man is diligence."},{"number":28,"text":"In the way of righteousness is life, And in its pathway there is no death."}]