[{"number":1,"text":"The wise woman builds her house, But the foolish tears it down with her own hands."},{"number":2,"text":"He who walks in his uprightness fears the LORD, But he who is devious in his ways despises Him."},{"number":3,"text":"In the mouth of the foolish is a rod for his back, But the lips of the wise will protect them."},{"number":4,"text":"Where no oxen are, the manger is clean, But much revenue comes by the strength of the ox."},{"number":5,"text":"A trustworthy witness will not lie, But a false witness utters lies."},{"number":6,"text":"A scoffer seeks wisdom and finds none, But knowledge is easy to one who has understanding."},{"number":7,"text":"Leave the presence of a fool, Or you will not discern words of knowledge."},{"number":8,"text":"The wisdom of the sensible is to understand his way, But the foolishness of fools is deceit."},{"number":9,"text":"Fools mock at sin, But among the upright there is good will."},{"number":10,"text":"The heart knows its own bitterness, And a stranger does not share its joy."},{"number":11,"text":"The house of the wicked will be destroyed, But the tent of the upright will flourish."},{"number":12,"text":"There is a way which seems right to a man, But its end is the way of death."},{"number":13,"text":"Even in laughter the heart may be in pain, And the end of joy may be grief."},{"number":14,"text":"The backslider in heart will have his fill of his own ways, But a good man will be satisfied with his."},{"number":15,"text":"The naive believes everything, But the sensible man considers his steps."},{"number":16,"text":"A wise man is cautious and turns away from evil, But a fool is arrogant and careless."},{"number":17,"text":"A quick-tempered man acts foolishly, And a man of evil devices is hated."},{"number":18,"text":"The naive inherit foolishness, But the sensible are crowned with knowledge."},{"number":19,"text":"The evil will bow down before the good, And the wicked at the gates of the righteous."},{"number":20,"text":"The poor is hated even by his neighbor, But those who love the rich are many."},{"number":21,"text":"He who despises his neighbor sins, But happy is he who is gracious to the poor."},{"number":22,"text":"Will they not go astray who devise evil? But kindness and truth will be to those who devise good."},{"number":23,"text":"In all labor there is profit, But mere talk leads only to poverty."},{"number":24,"text":"The crown of the wise is their riches, But the folly of fools is foolishness."},{"number":25,"text":"A truthful witness saves lives, But he who utters lies is treacherous."},{"number":26,"text":"In the fear of the LORD there is strong confidence, And his children will have refuge."},{"number":27,"text":"The fear of the LORD is a fountain of life, That one may avoid the snares of death."},{"number":28,"text":"In a multitude of people is a king's glory, But in the dearth of people is a prince's ruin."},{"number":29,"text":"He who is slow to anger has great understanding, But he who is quick-tempered exalts folly."},{"number":30,"text":"A tranquil heart is life to the body, But passion is rottenness to the bones."},{"number":31,"text":"He who oppresses the poor taunts his Maker, But he who is gracious to the needy honors Him."},{"number":32,"text":"The wicked is thrust down by his wrongdoing, But the righteous has a refuge when he dies."},{"number":33,"text":"Wisdom rests in the heart of one who has understanding, But in the hearts of fools it is made known."},{"number":34,"text":"Righteousness exalts a nation, But sin is a disgrace to any people."},{"number":35,"text":"The king's favor is toward a servant who acts wisely, But his anger is toward him who acts shamefully."}]