[{"number":1,"text":"It happened that when He went into the house of one of the leaders of the Pharisees on the Sabbath to eat bread, they were watching Him closely."},{"number":2,"text":"And there in front of Him was a man suffering from dropsy."},{"number":3,"text":"And Jesus answered and spoke to the lawyers and Pharisees, saying, \"Is it lawful to heal on the Sabbath, or not?\""},{"number":4,"text":"But they kept silent. And He took hold of him and healed him, and sent him away."},{"number":5,"text":"And He said to them, \"Which one of you will have a son or an ox fall into a well, and will not immediately pull him out on a Sabbath day?\""},{"number":6,"text":"And they could make no reply to this."},{"number":7,"text":"And He began speaking a parable to the invited guests when He noticed how they had been picking out the places of honor at the table, saying to them,"},{"number":8,"text":"\"When you are invited by someone to a wedding feast, do not take the place of honor, for someone more distinguished than you may have been invited by him,"},{"number":9,"text":"and he who invited you both will come and say to you, 'Give your place to this man,' and then in disgrace you proceed to occupy the last place."},{"number":10,"text":"\"But when you are invited, go and recline at the last place, so that when the one who has invited you comes, he may say to you, 'Friend, move up higher'; then you will have honor in the sight of all who are at the table with you."},{"number":11,"text":"\"For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\""},{"number":12,"text":"And He also went on to say to the one who had invited Him, \"When you give a luncheon or a dinner, do not invite your friends or your brothers or your relatives or rich neighbors, otherwise they may also invite you in return and that will be your repayment."},{"number":13,"text":"\"But when you give a reception, invite the poor, the crippled, the lame, the blind,"},{"number":14,"text":"and you will be blessed, since they do not have the means to repay you; for you will be repaid at the resurrection of the righteous.\""},{"number":15,"text":"When one of those who were reclining at the table with Him heard this, he said to Him, \"Blessed is everyone who will eat bread in the kingdom of God!\""},{"number":16,"text":"But He said to him, \"A man was giving a big dinner, and he invited many;"},{"number":17,"text":"and at the dinner hour he sent his slave to say to those who had been invited, 'Come; for everything is ready now.'"},{"number":18,"text":"\"But they all alike began to make excuses. The first one said to him, 'I have bought a piece of land and I need to go out and look at it; please consider me excused.'"},{"number":19,"text":"\"Another one said, 'I have bought five yoke of oxen, and I am going to try them out; please consider me excused.'"},{"number":20,"text":"\"Another one said, 'I have married a wife, and for that reason I cannot come.'"},{"number":21,"text":"\"And the slave came back and reported this to his master. Then the head of the household became angry and said to his slave, 'Go out at once into the streets and lanes of the city and bring in here the poor and crippled and blind and lame.'"},{"number":22,"text":"\"And the slave said, 'Master, what you commanded has been done, and still there is room.'"},{"number":23,"text":"\"And the master said to the slave, 'Go out into the highways and along the hedges, and compel them to come in, so that my house may be filled."},{"number":24,"text":"'For I tell you, none of those men who were invited shall taste of my dinner.'\""},{"number":25,"text":"Now large crowds were going along with Him; and He turned and said to them,"},{"number":26,"text":"\"If anyone comes to Me, and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be My disciple."},{"number":27,"text":"\"Whoever does not carry his own cross and come after Me cannot be My disciple."},{"number":28,"text":"\"For which one of you, when he wants to build a tower, does not first sit down and calculate the cost to see if he has enough to complete it?"},{"number":29,"text":"\"Otherwise, when he has laid a foundation and is not able to finish, all who observe it begin to ridicule him,"},{"number":30,"text":"saying, 'This man began to build and was not able to finish.'"},{"number":31,"text":"\"Or what king, when he sets out to meet another king in battle, will not first sit down and consider whether he is strong enough with ten thousand men to encounter the one coming against him with twenty thousand?"},{"number":32,"text":"\"Or else, while the other is still far away, he sends a delegation and asks for terms of peace."},{"number":33,"text":"\"So then, none of you can be My disciple who does not give up all his own possessions."},{"number":34,"text":"\"Therefore, salt is good; but if even salt has become tasteless, with what will it be seasoned?"},{"number":35,"text":"\"It is useless either for the soil or for the manure pile; it is thrown out. He who has ears to hear, let him hear.\""}]