[{"number":1,"text":"Therefore, since we have this ministry, as we received mercy, we do not lose heart,"},{"number":2,"text":"but we have renounced the things hidden because of shame, not walking in craftiness or adulterating the word of God, but by the manifestation of truth commending ourselves to every man's conscience in the sight of God."},{"number":3,"text":"And even if our gospel is veiled, it is veiled to those who are perishing,"},{"number":4,"text":"in whose case the god of this world has blinded the minds of the unbelieving so that they might not see the light of the gospel of the glory of Christ, who is the image of God."},{"number":5,"text":"For we do not preach ourselves but Christ Jesus as Lord, and ourselves as your bond-servants for Jesus' sake."},{"number":6,"text":"For God, who said, \"Light shall shine out of darkness,\" is the One who has shone in our hearts to give the Light of the knowledge of the glory of God in the face of Christ."},{"number":7,"text":"But we have this treasure in earthen vessels, so that the surpassing greatness of the power will be of God and not from ourselves;"},{"number":8,"text":"we are afflicted in every way, but not crushed; perplexed, but not despairing;"},{"number":9,"text":"persecuted, but not forsaken; struck down, but not destroyed;"},{"number":10,"text":"always carrying about in the body the dying of Jesus, so that the life of Jesus also may be manifested in our body."},{"number":11,"text":"For we who live are constantly being delivered over to death for Jesus' sake, so that the life of Jesus also may be manifested in our mortal flesh."},{"number":12,"text":"So death works in us, but life in you."},{"number":13,"text":"But having the same spirit of faith, according to what is written, \"I BELIEVED, THEREFORE I SPOKE,\" we also believe, therefore we also speak,"},{"number":14,"text":"knowing that He who raised the Lord Jesus will raise us also with Jesus and will present us with you."},{"number":15,"text":"For all things are for your sakes, so that the grace which is spreading to more and more people may cause the giving of thanks to abound to the glory of God."},{"number":16,"text":"Therefore we do not lose heart, but though our outer man is decaying, yet our inner man is being renewed day by day."},{"number":17,"text":"For momentary, light affliction is producing for us an eternal weight of glory far beyond all comparison,"},{"number":18,"text":"while we look not at the things which are seen, but at the things which are not seen; for the things which are seen are temporal, but the things which are not seen are eternal."}]