[{"number":1,"text":"Hear my prayer, O LORD! And let my cry for help come to You."},{"number":2,"text":"Do not hide Your face from me in the day of my distress; Incline Your ear to me; In the day when I call answer me quickly."},{"number":3,"text":"For my days have been consumed in smoke, And my bones have been scorched like a hearth."},{"number":4,"text":"My heart has been smitten like grass and has withered away, Indeed, I forget to eat my bread."},{"number":5,"text":"Because of the loudness of my groaning My bones cling to my flesh."},{"number":6,"text":"I resemble a pelican of the wilderness; I have become like an owl of the waste places."},{"number":7,"text":"I lie awake, I have become like a lonely bird on a housetop."},{"number":8,"text":"My enemies have reproached me all day long; Those who deride me have used my name as a curse."},{"number":9,"text":"For I have eaten ashes like bread And mingled my drink with weeping"},{"number":10,"text":"Because of Your indignation and Your wrath, For You have lifted me up and cast me away."},{"number":11,"text":"My days are like a lengthened shadow, And I wither away like grass."},{"number":12,"text":"But You, O LORD, abide forever, And Your name to all generations."},{"number":13,"text":"You will arise and have compassion on Zion; For it is time to be gracious to her, For the appointed time has come."},{"number":14,"text":"Surely Your servants find pleasure in her stones And feel pity for her dust."},{"number":15,"text":"So the nations will fear the name of the LORD And all the kings of the earth Your glory."},{"number":16,"text":"For the LORD has built up Zion; He has appeared in His glory."},{"number":17,"text":"He has regarded the prayer of the destitute And has not despised their prayer."},{"number":18,"text":"This will be written for the generation to come, That a people yet to be created may praise the LORD."},{"number":19,"text":"For He looked down from His holy height; From heaven the LORD gazed upon the earth,"},{"number":20,"text":"To hear the groaning of the prisoner, To set free those who were doomed to death,"},{"number":21,"text":"That men may tell of the name of the LORD in Zion And His praise in Jerusalem,"},{"number":22,"text":"When the peoples are gathered together, And the kingdoms, to serve the LORD."},{"number":23,"text":"He has weakened my strength in the way; He has shortened my days."},{"number":24,"text":"I say, \"O my God, do not take me away in the midst of my days, Your years are throughout all generations."},{"number":25,"text":"\"Of old You founded the earth, And the heavens are the work of Your hands."},{"number":26,"text":"\"Even they will perish, but You endure; And all of them will wear out like a garment; Like clothing You will change them and they will be changed."},{"number":27,"text":"\"But You are the same, And Your years will not come to an end."},{"number":28,"text":"\"The children of Your servants will continue, And their descendants will be established before You.\""}]