[{"number":1,"text":"Praise the LORD! Praise the name of the LORD; Praise Him, O servants of the LORD,"},{"number":2,"text":"You who stand in the house of the LORD, In the courts of the house of our God!"},{"number":3,"text":"Praise the LORD, for the LORD is good; Sing praises to His name, for it is lovely."},{"number":4,"text":"For the LORD has chosen Jacob for Himself, Israel for His own possession."},{"number":5,"text":"For I know that the LORD is great And that our Lord is above all gods."},{"number":6,"text":"Whatever the LORD pleases, He does, In heaven and in earth, in the seas and in all deeps."},{"number":7,"text":"He causes the vapors to ascend from the ends of the earth; Who makes lightnings for the rain, Who brings forth the wind from His treasuries."},{"number":8,"text":"He smote the firstborn of Egypt, Both of man and beast."},{"number":9,"text":"He sent signs and wonders into your midst, O Egypt, Upon Pharaoh and all his servants."},{"number":10,"text":"He smote many nations And slew mighty kings,"},{"number":11,"text":"Sihon, king of the Amorites, And Og, king of Bashan, And all the kingdoms of Canaan;"},{"number":12,"text":"And He gave their land as a heritage, A heritage to Israel His people."},{"number":13,"text":"Your name, O LORD, is everlasting, Your remembrance, O LORD, throughout all generations."},{"number":14,"text":"For the LORD will judge His people And will have compassion on His servants."},{"number":15,"text":"The idols of the nations are but silver and gold, The work of man's hands."},{"number":16,"text":"They have mouths, but they do not speak; They have eyes, but they do not see;"},{"number":17,"text":"They have ears, but they do not hear, Nor is there any breath at all in their mouths."},{"number":18,"text":"Those who make them will be like them, Yes, everyone who trusts in them."},{"number":19,"text":"O house of Israel, bless the LORD; O house of Aaron, bless the LORD;"},{"number":20,"text":"O house of Levi, bless the LORD; You who revere the LORD, bless the LORD."},{"number":21,"text":"Blessed be the LORD from Zion, Who dwells in Jerusalem. Praise the LORD!"}]