[{"number":1,"text":"Give thanks to the LORD, for He is good, For His lovingkindness is everlasting."},{"number":2,"text":"Give thanks to the God of gods, For His lovingkindness is everlasting."},{"number":3,"text":"Give thanks to the Lord of lords, For His lovingkindness is everlasting."},{"number":4,"text":"To Him who alone does great wonders, For His lovingkindness is everlasting;"},{"number":5,"text":"To Him who made the heavens with skill, For His lovingkindness is everlasting;"},{"number":6,"text":"To Him who spread out the earth above the waters, For His lovingkindness is everlasting;"},{"number":7,"text":"To Him who made the great lights, For His lovingkindness is everlasting:"},{"number":8,"text":"The sun to rule by day, For His lovingkindness is everlasting,"},{"number":9,"text":"The moon and stars to rule by night, For His lovingkindness is everlasting."},{"number":10,"text":"To Him who smote the Egyptians in their firstborn, For His lovingkindness is everlasting,"},{"number":11,"text":"And brought Israel out from their midst, For His lovingkindness is everlasting,"},{"number":12,"text":"With a strong hand and an outstretched arm, For His lovingkindness is everlasting."},{"number":13,"text":"To Him who divided the Red Sea asunder, For His lovingkindness is everlasting,"},{"number":14,"text":"And made Israel pass through the midst of it, For His lovingkindness is everlasting;"},{"number":15,"text":"But He overthrew Pharaoh and his army in the Red Sea, For His lovingkindness is everlasting."},{"number":16,"text":"To Him who led His people through the wilderness, For His lovingkindness is everlasting;"},{"number":17,"text":"To Him who smote great kings, For His lovingkindness is everlasting,"},{"number":18,"text":"And slew mighty kings, For His lovingkindness is everlasting:"},{"number":19,"text":"Sihon, king of the Amorites, For His lovingkindness is everlasting,"},{"number":20,"text":"And Og, king of Bashan, For His lovingkindness is everlasting,"},{"number":21,"text":"And gave their land as a heritage, For His lovingkindness is everlasting,"},{"number":22,"text":"Even a heritage to Israel His servant, For His lovingkindness is everlasting."},{"number":23,"text":"Who remembered us in our low estate, For His lovingkindness is everlasting,"},{"number":24,"text":"And has rescued us from our adversaries, For His lovingkindness is everlasting;"},{"number":25,"text":"Who gives food to all flesh, For His lovingkindness is everlasting."},{"number":26,"text":"Give thanks to the God of heaven, For His lovingkindness is everlasting."}]