[{"number":1,"text":"Sing for joy in the LORD, O you righteous ones; Praise is becoming to the upright."},{"number":2,"text":"Give thanks to the LORD with the lyre; Sing praises to Him with a harp of ten strings."},{"number":3,"text":"Sing to Him a new song; Play skillfully with a shout of joy."},{"number":4,"text":"For the word of the LORD is upright, And all His work is done in faithfulness."},{"number":5,"text":"He loves righteousness and justice; The earth is full of the lovingkindness of the LORD."},{"number":6,"text":"By the word of the LORD the heavens were made, And by the breath of His mouth all their host."},{"number":7,"text":"He gathers the waters of the sea together as a heap; He lays up the deeps in storehouses."},{"number":8,"text":"Let all the earth fear the LORD; Let all the inhabitants of the world stand in awe of Him."},{"number":9,"text":"For He spoke, and it was done; He commanded, and it stood fast."},{"number":10,"text":"The LORD nullifies the counsel of the nations; He frustrates the plans of the peoples."},{"number":11,"text":"The counsel of the LORD stands forever, The plans of His heart from generation to generation."},{"number":12,"text":"Blessed is the nation whose God is the LORD, The people whom He has chosen for His own inheritance."},{"number":13,"text":"The LORD looks from heaven; He sees all the sons of men;"},{"number":14,"text":"From His dwelling place He looks out On all the inhabitants of the earth,"},{"number":15,"text":"He who fashions the hearts of them all, He who understands all their works."},{"number":16,"text":"The king is not saved by a mighty army; A warrior is not delivered by great strength."},{"number":17,"text":"A horse is a false hope for victory; Nor does it deliver anyone by its great strength."},{"number":18,"text":"Behold, the eye of the LORD is on those who fear Him, On those who hope for His lovingkindness,"},{"number":19,"text":"To deliver their soul from death And to keep them alive in famine."},{"number":20,"text":"Our soul waits for the LORD; He is our help and our shield."},{"number":21,"text":"For our heart rejoices in Him, Because we trust in His holy name."},{"number":22,"text":"Let Your lovingkindness, O LORD, be upon us, According as we have hoped in You."}]