[{"number":1,"text":"Shout joyfully to God, all the earth;"},{"number":2,"text":"Sing the glory of His name; Make His praise glorious."},{"number":3,"text":"Say to God, \"How awesome are Your works! Because of the greatness of Your power Your enemies will give feigned obedience to You."},{"number":4,"text":"\"All the earth will worship You, And will sing praises to You; They will sing praises to Your name.\" Selah."},{"number":5,"text":"Come and see the works of God, Who is awesome in His deeds toward the sons of men."},{"number":6,"text":"He turned the sea into dry land; They passed through the river on foot; There let us rejoice in Him!"},{"number":7,"text":"He rules by His might forever; His eyes keep watch on the nations; Let not the rebellious exalt themselves. Selah."},{"number":8,"text":"Bless our God, O peoples, And sound His praise abroad,"},{"number":9,"text":"Who keeps us in life And does not allow our feet to slip."},{"number":10,"text":"For You have tried us, O God; You have refined us as silver is refined."},{"number":11,"text":"You brought us into the net; You laid an oppressive burden upon our loins."},{"number":12,"text":"You made men ride over our heads; We went through fire and through water, Yet You brought us out into a place of abundance."},{"number":13,"text":"I shall come into Your house with burnt offerings; I shall pay You my vows,"},{"number":14,"text":"Which my lips uttered And my mouth spoke when I was in distress."},{"number":15,"text":"I shall offer to You burnt offerings of fat beasts, With the smoke of rams; I shall make an offering of bulls with male goats. Selah."},{"number":16,"text":"Come and hear, all who fear God, And I will tell of what He has done for my soul."},{"number":17,"text":"I cried to Him with my mouth, And He was extolled with my tongue."},{"number":18,"text":"If I regard wickedness in my heart, The Lord will not hear;"},{"number":19,"text":"But certainly God has heard; He has given heed to the voice of my prayer."},{"number":20,"text":"Blessed be God, Who has not turned away my prayer Nor His lovingkindness from me."}]