[{"number":1,"text":"Surely God is good to Israel, To those who are pure in heart!"},{"number":2,"text":"But as for me, my feet came close to stumbling, My steps had almost slipped."},{"number":3,"text":"For I was envious of the arrogant As I saw the prosperity of the wicked."},{"number":4,"text":"For there are no pains in their death, And their body is fat."},{"number":5,"text":"They are not in trouble as other men, Nor are they plagued like mankind."},{"number":6,"text":"Therefore pride is their necklace; The garment of violence covers them."},{"number":7,"text":"Their eye bulges from fatness; The imaginations of their heart run riot."},{"number":8,"text":"They mock and wickedly speak of oppression; They speak from on high."},{"number":9,"text":"They have set their mouth against the heavens, And their tongue parades through the earth."},{"number":10,"text":"Therefore his people return to this place, And waters of abundance are drunk by them."},{"number":11,"text":"They say, \"How does God know? And is there knowledge with the Most High?\""},{"number":12,"text":"Behold, these are the wicked; And always at ease, they have increased in wealth."},{"number":13,"text":"Surely in vain I have kept my heart pure And washed my hands in innocence;"},{"number":14,"text":"For I have been stricken all day long And chastened every morning."},{"number":15,"text":"If I had said, \"I will speak thus,\" Behold, I would have betrayed the generation of Your children."},{"number":16,"text":"When I pondered to understand this, It was troublesome in my sight"},{"number":17,"text":"Until I came into the sanctuary of God; Then I perceived their end."},{"number":18,"text":"Surely You set them in slippery places; You cast them down to destruction."},{"number":19,"text":"How they are destroyed in a moment! They are utterly swept away by sudden terrors!"},{"number":20,"text":"Like a dream when one awakes, O Lord, when aroused, You will despise their form."},{"number":21,"text":"When my heart was embittered And I was pierced within,"},{"number":22,"text":"Then I was senseless and ignorant; I was like a beast before You."},{"number":23,"text":"Nevertheless I am continually with You; You have taken hold of my right hand."},{"number":24,"text":"With Your counsel You will guide me, And afterward receive me to glory."},{"number":25,"text":"Whom have I in heaven but You? And besides You, I desire nothing on earth."},{"number":26,"text":"My flesh and my heart may fail, But God is the strength of my heart and my portion forever."},{"number":27,"text":"For, behold, those who are far from You will perish; You have destroyed all those who are unfaithful to You."},{"number":28,"text":"But as for me, the nearness of God is my good; I have made the Lord GOD my refuge, That I may tell of all Your works."}]