[{"number":1,"text":"O God, why have You rejected us forever? Why does Your anger smoke against the sheep of Your pasture?"},{"number":2,"text":"Remember Your congregation, which You have purchased of old, Which You have redeemed to be the tribe of Your inheritance; And this Mount Zion, where You have dwelt."},{"number":3,"text":"Turn Your footsteps toward the perpetual ruins; The enemy has damaged everything within the sanctuary."},{"number":4,"text":"Your adversaries have roared in the midst of Your meeting place; They have set up their own standards for signs."},{"number":5,"text":"It seems as if one had lifted up His axe in a forest of trees."},{"number":6,"text":"And now all its carved work They smash with hatchet and hammers."},{"number":7,"text":"They have burned Your sanctuary to the ground; They have defiled the dwelling place of Your name."},{"number":8,"text":"They said in their heart, \"Let us completely subdue them.\" They have burned all the meeting places of God in the land."},{"number":9,"text":"We do not see our signs; There is no longer any prophet, Nor is there any among us who knows how long."},{"number":10,"text":"How long, O God, will the adversary revile, And the enemy spurn Your name forever?"},{"number":11,"text":"Why do You withdraw Your hand, even Your right hand? From within Your bosom, destroy them!"},{"number":12,"text":"Yet God is my king from of old, Who works deeds of deliverance in the midst of the earth."},{"number":13,"text":"You divided the sea by Your strength; You broke the heads of the sea monsters in the waters."},{"number":14,"text":"You crushed the heads of Leviathan; You gave him as food for the creatures of the wilderness."},{"number":15,"text":"You broke open springs and torrents; You dried up ever-flowing streams."},{"number":16,"text":"Yours is the day, Yours also is the night; You have prepared the light and the sun."},{"number":17,"text":"You have established all the boundaries of the earth; You have made summer and winter."},{"number":18,"text":"Remember this, O LORD, that the enemy has reviled, And a foolish people has spurned Your name."},{"number":19,"text":"Do not deliver the soul of Your turtledove to the wild beast; Do not forget the life of Your afflicted forever."},{"number":20,"text":"Consider the covenant; For the dark places of the land are full of the habitations of violence."},{"number":21,"text":"Let not the oppressed return dishonored; Let the afflicted and needy praise Your name."},{"number":22,"text":"Arise, O God, and plead Your own cause; Remember how the foolish man reproaches You all day long."},{"number":23,"text":"Do not forget the voice of Your adversaries, The uproar of those who rise against You which ascends continually."}]