[{"number":1,"text":"I will give thanks to the LORD with all my heart; I will tell of all Your wonders."},{"number":2,"text":"I will be glad and exult in You; I will sing praise to Your name, O Most High."},{"number":3,"text":"When my enemies turn back, They stumble and perish before You."},{"number":4,"text":"For You have maintained my just cause; You have sat on the throne judging righteously."},{"number":5,"text":"You have rebuked the nations, You have destroyed the wicked; You have blotted out their name forever and ever."},{"number":6,"text":"The enemy has come to an end in perpetual ruins, And You have uprooted the cities; The very memory of them has perished."},{"number":7,"text":"But the LORD abides forever; He has established His throne for judgment,"},{"number":8,"text":"And He will judge the world in righteousness; He will execute judgment for the peoples with equity."},{"number":9,"text":"The LORD also will be a stronghold for the oppressed, A stronghold in times of trouble;"},{"number":10,"text":"And those who know Your name will put their trust in You, For You, O LORD, have not forsaken those who seek You."},{"number":11,"text":"Sing praises to the LORD, who dwells in Zion; Declare among the peoples His deeds."},{"number":12,"text":"For He who requires blood remembers them; He does not forget the cry of the afflicted."},{"number":13,"text":"Be gracious to me, O LORD; See my affliction from those who hate me, You who lift me up from the gates of death,"},{"number":14,"text":"That I may tell of all Your praises, That in the gates of the daughter of Zion I may rejoice in Your salvation."},{"number":15,"text":"The nations have sunk down in the pit which they have made; In the net which they hid, their own foot has been caught."},{"number":16,"text":"The LORD has made Himself known; He has executed judgment. In the work of his own hands the wicked is snared. Higgaion Selah."},{"number":17,"text":"The wicked will return to Sheol, Even all the nations who forget God."},{"number":18,"text":"For the needy will not always be forgotten, Nor the hope of the afflicted perish forever."},{"number":19,"text":"Arise, O LORD, do not let man prevail; Let the nations be judged before You."},{"number":20,"text":"Put them in fear, O LORD; Let the nations know that they are but men. Selah."}]