[{"number":1,"text":"The words of the Preacher, the son of David, king in Jerusalem."},{"number":2,"text":"\"Vanity of vanities,\" says the Preacher, \"Vanity of vanities! All is vanity.\""},{"number":3,"text":"What advantage does man have in all his work Which he does under the sun?"},{"number":4,"text":"A generation goes and a generation comes, But the earth remains forever."},{"number":5,"text":"Also, the sun rises and the sun sets; And hastening to its place it rises there again."},{"number":6,"text":"Blowing toward the south, Then turning toward the north, The wind continues swirling along; And on its circular courses the wind returns."},{"number":7,"text":"All the rivers flow into the sea, Yet the sea is not full. To the place where the rivers flow, There they flow again."},{"number":8,"text":"All things are wearisome; Man is not able to tell it. The eye is not satisfied with seeing, Nor is the ear filled with hearing."},{"number":9,"text":"That which has been is that which will be, And that which has been done is that which will be done. So there is nothing new under the sun."},{"number":10,"text":"Is there anything of which one might say, \"See this, it is new\"? Already it has existed for ages Which were before us."},{"number":11,"text":"There is no remembrance of earlier things; And also of the later things which will occur, There will be for them no remembrance Among those who will come later still."},{"number":12,"text":"I, the Preacher, have been king over Israel in Jerusalem."},{"number":13,"text":"And I set my mind to seek and explore by wisdom concerning all that has been done under heaven. It is a grievous task which God has given to the sons of men to be afflicted with."},{"number":14,"text":"I have seen all the works which have been done under the sun, and behold, all is vanity and striving after wind."},{"number":15,"text":"What is crooked cannot be straightened and what is lacking cannot be counted."},{"number":16,"text":"I said to myself, \"Behold, I have magnified and increased wisdom more than all who were over Jerusalem before me; and my mind has observed a wealth of wisdom and knowledge.\""},{"number":17,"text":"And I set my mind to know wisdom and to know madness and folly; I realized that this also is striving after wind."},{"number":18,"text":"Because in much wisdom there is much grief, and increasing knowledge results in increasing pain."}]