[{"number":1,"text":"And He began to speak to them in parables: \"A man PLANTED A VINEYARD AND PUT A WALL AROUND IT, AND DUG A VAT UNDER THE WINE PRESS AND BUILT A TOWER, and rented it out to vine-growers and went on a journey."},{"number":2,"text":"\"At the harvest time he sent a slave to the vine-growers, in order to receive some of the produce of the vineyard from the vine-growers."},{"number":3,"text":"\"They took him, and beat him and sent him away empty-handed."},{"number":4,"text":"\"Again he sent them another slave, and they wounded him in the head, and treated him shamefully."},{"number":5,"text":"\"And he sent another, and that one they killed; and so with many others, beating some and killing others."},{"number":6,"text":"\"He had one more to send, a beloved son; he sent him last of all to them, saying, 'They will respect my son.'"},{"number":7,"text":"\"But those vine-growers said to one another, 'This is the heir; come, let us kill him, and the inheritance will be ours!'"},{"number":8,"text":"\"They took him, and killed him and threw him out of the vineyard."},{"number":9,"text":"\"What will the owner of the vineyard do? He will come and destroy the vine-growers, and will give the vineyard to others."},{"number":10,"text":"\"Have you not even read this Scripture: 'THE STONE WHICH THE BUILDERS REJECTED, THIS BECAME THE CHIEF CORNER stone;"},{"number":11,"text":"THIS CAME ABOUT FROM THE LORD, AND IT IS MARVELOUS IN OUR EYES'?\""},{"number":12,"text":"And they were seeking to seize Him, and yet they feared the people, for they understood that He spoke the parable against them. And so they left Him and went away."},{"number":13,"text":"Then they *sent some of the Pharisees and Herodians to Him in order to trap Him in a statement."},{"number":14,"text":"They *came and *said to Him, \"Teacher, we know that You are truthful and defer to no one; for You are not partial to any, but teach the way of God in truth. Is it lawful to pay a poll-tax to Caesar, or not?"},{"number":15,"text":"\"Shall we pay or shall we not pay?\" But He, knowing their hypocrisy, said to them, \"Why are you testing Me? Bring Me a denarius to look at.\""},{"number":16,"text":"They brought one. And He *said to them, \"Whose likeness and inscription is this?\" And they said to Him, \"Caesar's.\""},{"number":17,"text":"And Jesus said to them, \"Render to Caesar the things that are Caesar's, and to God the things that are God's.\" And they were amazed at Him."},{"number":18,"text":"Some Sadducees (who say that there is no resurrection) *came to Jesus, and began questioning Him, saying,"},{"number":19,"text":"\"Teacher, Moses wrote for us that IF A MAN'S BROTHER DIES and leaves behind a wife AND LEAVES NO CHILD, HIS BROTHER SHOULD MARRY THE WIFE AND RAISE UP CHILDREN TO HIS BROTHER."},{"number":20,"text":"\"There were seven brothers; and the first took a wife, and died leaving no children."},{"number":21,"text":"\"The second one married her, and died leaving behind no children; and the third likewise;"},{"number":22,"text":"and so all seven left no children. Last of all the woman died also."},{"number":23,"text":"\"In the resurrection, when they rise again, which one's wife will she be? For all seven had married her.\""},{"number":24,"text":"Jesus said to them, \"Is this not the reason you are mistaken, that you do not understand the Scriptures or the power of God?"},{"number":25,"text":"\"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven."},{"number":26,"text":"\"But regarding the fact that the dead rise again, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, 'I AM THE GOD OF ABRAHAM, AND THE GOD OF ISAAC, and the God of Jacob'?"},{"number":27,"text":"\"He is not the God of the dead, but of the living; you are greatly mistaken.\""},{"number":28,"text":"One of the scribes came and heard them arguing, and recognizing that He had answered them well, asked Him, \"What commandment is the foremost of all?\""},{"number":29,"text":"Jesus answered, \"The foremost is, 'HEAR, O ISRAEL! THE LORD OUR GOD IS ONE LORD;"},{"number":30,"text":"AND YOU SHALL LOVE THE LORD YOUR GOD WITH ALL YOUR HEART, AND WITH ALL YOUR SOUL, AND WITH ALL YOUR MIND, AND WITH ALL YOUR STRENGTH.'"},{"number":31,"text":"\"The second is this, 'YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF.' There is no other commandment greater than these.\""},{"number":32,"text":"The scribe said to Him, \"Right, Teacher; You have truly stated that HE IS ONE, AND THERE IS NO ONE ELSE BESIDES HIM;"},{"number":33,"text":"AND TO LOVE HIM WITH ALL THE HEART AND WITH ALL THE UNDERSTANDING AND WITH ALL THE STRENGTH, AND TO LOVE ONE'S NEIGHBOR AS HIMSELF, is much more than all burnt offerings and sacrifices.\""},{"number":34,"text":"When Jesus saw that he had answered intelligently, He said to him, \"You are not far from the kingdom of God.\" After that, no one would venture to ask Him any more questions."},{"number":35,"text":"And Jesus began to say, as He taught in the temple, \"How is it that the scribes say that the Christ is the son of David?"},{"number":36,"text":"\"David himself said in the Holy Spirit, 'THE LORD SAID TO MY LORD, \"SIT AT MY RIGHT HAND, UNTIL I PUT YOUR ENEMIES BENEATH YOUR FEET.\"'"},{"number":37,"text":"\"David himself calls Him 'Lord'; so in what sense is He his son?\" And the large crowd enjoyed listening to Him."},{"number":38,"text":"In His teaching He was saying: \"Beware of the scribes who like to walk around in long robes, and like respectful greetings in the market places,"},{"number":39,"text":"and chief seats in the synagogues and places of honor at banquets,"},{"number":40,"text":"who devour widows' houses, and for appearance's sake offer long prayers; these will receive greater condemnation.\""},{"number":41,"text":"And He sat down opposite the treasury, and began observing how the people were putting money into the treasury; and many rich people were putting in large sums."},{"number":42,"text":"A poor widow came and put in two small copper coins, which amount to a cent."},{"number":43,"text":"Calling His disciples to Him, He said to them, \"Truly I say to you, this poor widow put in more than all the contributors to the treasury;"},{"number":44,"text":"for they all put in out of their surplus, but she, out of her poverty, put in all she owned, all she had to live on.\""}]