[{"number":1,"text":"When the Sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome, bought spices, so that they might come and anoint Him."},{"number":2,"text":"Very early on the first day of the week, they *came to the tomb when the sun had risen."},{"number":3,"text":"They were saying to one another, \"Who will roll away the stone for us from the entrance of the tomb?\""},{"number":4,"text":"Looking up, they *saw that the stone had been rolled away, although it was extremely large."},{"number":5,"text":"Entering the tomb, they saw a young man sitting at the right, wearing a white robe; and they were amazed."},{"number":6,"text":"And he *said to them, \"Do not be amazed; you are looking for Jesus the Nazarene, who has been crucified. He has risen; He is not here; behold, here is the place where they laid Him."},{"number":7,"text":"\"But go, tell His disciples and Peter, 'He is going ahead of you to Galilee; there you will see Him, just as He told you.'\""},{"number":8,"text":"They went out and fled from the tomb, for trembling and astonishment had gripped them; and they said nothing to anyone, for they were afraid."},{"number":9,"text":"[Now after He had risen early on the first day of the week, He first appeared to Mary Magdalene, from whom He had cast out seven demons."},{"number":10,"text":"She went and reported to those who had been with Him, while they were mourning and weeping."},{"number":11,"text":"When they heard that He was alive and had been seen by her, they refused to believe it."},{"number":12,"text":"After that, He appeared in a different form to two of them while they were walking along on their way to the country."},{"number":13,"text":"They went away and reported it to the others, but they did not believe them either."},{"number":14,"text":"Afterward He appeared to the eleven themselves as they were reclining at the table; and He reproached them for their unbelief and hardness of heart, because they had not believed those who had seen Him after He had risen."},{"number":15,"text":"And He said to them, \"Go into all the world and preach the gospel to all creation."},{"number":16,"text":"\"He who has believed and has been baptized shall be saved; but he who has disbelieved shall be condemned."},{"number":17,"text":"\"These signs will accompany those who have believed: in My name they will cast out demons, they will speak with new tongues;"},{"number":18,"text":"they will pick up serpents, and if they drink any deadly poison, it will not hurt them; they will lay hands on the sick, and they will recover.\""},{"number":19,"text":"So then, when the Lord Jesus had spoken to them, He was received up into heaven and sat down at the right hand of God."},{"number":20,"text":"And they went out and preached everywhere, while the Lord worked with them, and confirmed the word by the signs that followed.] [And they promptly reported all these instructions to Peter and his companions. And after that, Jesus Himself sent out through them from east to west the sacred and imperishable proclamation of eternal salvation.]"}]