[{"number":1,"text":"When He had come back to Capernaum several days afterward, it was heard that He was at home."},{"number":2,"text":"And many were gathered together, so that there was no longer room, not even near the door; and He was speaking the word to them."},{"number":3,"text":"And they *came, bringing to Him a paralytic, carried by four men."},{"number":4,"text":"Being unable to get to Him because of the crowd, they removed the roof above Him; and when they had dug an opening, they let down the pallet on which the paralytic was lying."},{"number":5,"text":"And Jesus seeing their faith *said to the paralytic, \"Son, your sins are forgiven.\""},{"number":6,"text":"But some of the scribes were sitting there and reasoning in their hearts,"},{"number":7,"text":"\"Why does this man speak that way? He is blaspheming; who can forgive sins but God alone?\""},{"number":8,"text":"Immediately Jesus, aware in His spirit that they were reasoning that way within themselves, *said to them, \"Why are you reasoning about these things in your hearts?"},{"number":9,"text":"\"Which is easier, to say to the paralytic, 'Your sins are forgiven'; or to say, 'Get up, and pick up your pallet and walk'?"},{"number":10,"text":"\"But so that you may know that the Son of Man has authority on earth to forgive sins\"--He *said to the paralytic,"},{"number":11,"text":"\"I say to you, get up, pick up your pallet and go home.\""},{"number":12,"text":"And he got up and immediately picked up the pallet and went out in the sight of everyone, so that they were all amazed and were glorifying God, saying, \"We have never seen anything like this.\""},{"number":13,"text":"And He went out again by the seashore; and all the people were coming to Him, and He was teaching them."},{"number":14,"text":"As He passed by, He saw Levi the son of Alphaeus sitting in the tax booth, and He *said to him, \"Follow Me!\" And he got up and followed Him."},{"number":15,"text":"And it *happened that He was reclining at the table in his house, and many tax collectors and sinners were dining with Jesus and His disciples; for there were many of them, and they were following Him."},{"number":16,"text":"When the scribes of the Pharisees saw that He was eating with the sinners and tax collectors, they said to His disciples, \"Why is He eating and drinking with tax collectors and sinners?\""},{"number":17,"text":"And hearing this, Jesus *said to them, \"It is not those who are healthy who need a physician, but those who are sick; I did not come to call the righteous, but sinners.\""},{"number":18,"text":"John's disciples and the Pharisees were fasting; and they *came and *said to Him, \"Why do John's disciples and the disciples of the Pharisees fast, but Your disciples do not fast?\""},{"number":19,"text":"And Jesus said to them, \"While the bridegroom is with them, the attendants of the bridegroom cannot fast, can they? So long as they have the bridegroom with them, they cannot fast."},{"number":20,"text":"\"But the days will come when the bridegroom is taken away from them, and then they will fast in that day."},{"number":21,"text":"\"No one sews a patch of unshrunk cloth on an old garment; otherwise the patch pulls away from it, the new from the old, and a worse tear results."},{"number":22,"text":"\"No one puts new wine into old wineskins; otherwise the wine will burst the skins, and the wine is lost and the skins as well; but one puts new wine into fresh wineskins.\""},{"number":23,"text":"And it happened that He was passing through the grainfields on the Sabbath, and His disciples began to make their way along while picking the heads of grain."},{"number":24,"text":"The Pharisees were saying to Him, \"Look, why are they doing what is not lawful on the Sabbath?\""},{"number":25,"text":"And He *said to them, \"Have you never read what David did when he was in need and he and his companions became hungry;"},{"number":26,"text":"how he entered the house of God in the time of Abiathar the high priest, and ate the consecrated bread, which is not lawful for anyone to eat except the priests, and he also gave it to those who were with him?\""},{"number":27,"text":"Jesus said to them, \"The Sabbath was made for man, and not man for the Sabbath."},{"number":28,"text":"\"So the Son of Man is Lord even of the Sabbath.\""}]