[{"number":1,"text":"And Jesus was saying to them, \"Truly I say to you, there are some of those who are standing here who will not taste death until they see the kingdom of God after it has come with power.\""},{"number":2,"text":"Six days later, Jesus *took with Him Peter and James and John, and *brought them up on a high mountain by themselves. And He was transfigured before them;"},{"number":3,"text":"and His garments became radiant and exceedingly white, as no launderer on earth can whiten them."},{"number":4,"text":"Elijah appeared to them along with Moses; and they were talking with Jesus."},{"number":5,"text":"Peter *said to Jesus, \"Rabbi, it is good for us to be here; let us make three tabernacles, one for You, and one for Moses, and one for Elijah.\""},{"number":6,"text":"For he did not know what to answer; for they became terrified."},{"number":7,"text":"Then a cloud formed, overshadowing them, and a voice came out of the cloud, \"This is My beloved Son, listen to Him!\""},{"number":8,"text":"All at once they looked around and saw no one with them anymore, except Jesus alone."},{"number":9,"text":"As they were coming down from the mountain, He gave them orders not to relate to anyone what they had seen, until the Son of Man rose from the dead."},{"number":10,"text":"They seized upon that statement, discussing with one another what rising from the dead meant."},{"number":11,"text":"They asked Him, saying, \"Why is it that the scribes say that Elijah must come first?\""},{"number":12,"text":"And He said to them, \"Elijah does first come and restore all things. And yet how is it written of the Son of Man that He will suffer many things and be treated with contempt?"},{"number":13,"text":"\"But I say to you that Elijah has indeed come, and they did to him whatever they wished, just as it is written of him.\""},{"number":14,"text":"When they came back to the disciples, they saw a large crowd around them, and some scribes arguing with them."},{"number":15,"text":"Immediately, when the entire crowd saw Him, they were amazed and began running up to greet Him."},{"number":16,"text":"And He asked them, \"What are you discussing with them?\""},{"number":17,"text":"And one of the crowd answered Him, \"Teacher, I brought You my son, possessed with a spirit which makes him mute;"},{"number":18,"text":"and whenever it seizes him, it slams him to the ground and he foams at the mouth, and grinds his teeth and stiffens out. I told Your disciples to cast it out, and they could not do it.\""},{"number":19,"text":"And He *answered them and *said, \"O unbelieving generation, how long shall I be with you? How long shall I put up with you? Bring him to Me!\""},{"number":20,"text":"They brought the boy to Him. When he saw Him, immediately the spirit threw him into a convulsion, and falling to the ground, he began rolling around and foaming at the mouth."},{"number":21,"text":"And He asked his father, \"How long has this been happening to him?\" And he said, \"From childhood."},{"number":22,"text":"\"It has often thrown him both into the fire and into the water to destroy him. But if You can do anything, take pity on us and help us!\""},{"number":23,"text":"And Jesus said to him, \" 'If You can?' All things are possible to him who believes.\""},{"number":24,"text":"Immediately the boy's father cried out and said, \"I do believe; help my unbelief.\""},{"number":25,"text":"When Jesus saw that a crowd was rapidly gathering, He rebuked the unclean spirit, saying to it, \"You deaf and mute spirit, I command you, come out of him and do not enter him again.\""},{"number":26,"text":"After crying out and throwing him into terrible convulsions, it came out; and the boy became so much like a corpse that most of them said, \"He is dead!\""},{"number":27,"text":"But Jesus took him by the hand and raised him; and he got up."},{"number":28,"text":"When He came into the house, His disciples began questioning Him privately, \"Why could we not drive it out?\""},{"number":29,"text":"And He said to them, \"This kind cannot come out by anything but prayer.\""},{"number":30,"text":"From there they went out and began to go through Galilee, and He did not want anyone to know about it."},{"number":31,"text":"For He was teaching His disciples and telling them, \"The Son of Man is to be delivered into the hands of men, and they will kill Him; and when He has been killed, He will rise three days later.\""},{"number":32,"text":"But they did not understand this statement, and they were afraid to ask Him."},{"number":33,"text":"They came to Capernaum; and when He was in the house, He began to question them, \"What were you discussing on the way?\""},{"number":34,"text":"But they kept silent, for on the way they had discussed with one another which of them was the greatest."},{"number":35,"text":"Sitting down, He called the twelve and *said to them, \"If anyone wants to be first, he shall be last of all and servant of all.\""},{"number":36,"text":"Taking a child, He set him before them, and taking him in His arms, He said to them,"},{"number":37,"text":"\"Whoever receives one child like this in My name receives Me; and whoever receives Me does not receive Me, but Him who sent Me.\""},{"number":38,"text":"John said to Him, \"Teacher, we saw someone casting out demons in Your name, and we tried to prevent him because he was not following us.\""},{"number":39,"text":"But Jesus said, \"Do not hinder him, for there is no one who will perform a miracle in My name, and be able soon afterward to speak evil of Me."},{"number":40,"text":"\"For he who is not against us is for us."},{"number":41,"text":"\"For whoever gives you a cup of water to drink because of your name as followers of Christ, truly I say to you, he will not lose his reward."},{"number":42,"text":"\"Whoever causes one of these little ones who believe to stumble, it would be better for him if, with a heavy millstone hung around his neck, he had been cast into the sea."},{"number":43,"text":"\"If your hand causes you to stumble, cut it off; it is better for you to enter life crippled, than, having your two hands, to go into hell, into the unquenchable fire,"},{"number":44,"text":"[where THEIR WORM DOES NOT DIE, AND THE FIRE IS NOT QUENCHED.]"},{"number":45,"text":"\"If your foot causes you to stumble, cut it off; it is better for you to enter life lame, than, having your two feet, to be cast into hell,"},{"number":46,"text":"[where THEIR WORM DOES NOT DIE, AND THE FIRE IS NOT QUENCHED.]"},{"number":47,"text":"\"If your eye causes you to stumble, throw it out; it is better for you to enter the kingdom of God with one eye, than, having two eyes, to be cast into hell,"},{"number":48,"text":"where THEIR WORM DOES NOT DIE, AND THE FIRE IS NOT QUENCHED."},{"number":49,"text":"\"For everyone will be salted with fire."},{"number":50,"text":"\"Salt is good; but if the salt becomes unsalty, with what will you make it salty again? Have salt in yourselves, and be at peace with one another.\""}]