[{"number":1,"text":"Now these are the people of the province who came up out of the captivity of the exiles whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and returned to Jerusalem and Judah, each to his city."},{"number":2,"text":"These came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum and Baanah. The number of the men of the people of Israel:"},{"number":3,"text":"the sons of Parosh, 2,172;"},{"number":4,"text":"the sons of Shephatiah, 372;"},{"number":5,"text":"the sons of Arah, 775;"},{"number":6,"text":"the sons of Pahath-moab of the sons of Jeshua and Joab, 2,812;"},{"number":7,"text":"the sons of Elam, 1,254;"},{"number":8,"text":"the sons of Zattu, 945;"},{"number":9,"text":"the sons of Zaccai, 760;"},{"number":10,"text":"the sons of Bani, 642;"},{"number":11,"text":"the sons of Bebai, 623;"},{"number":12,"text":"the sons of Azgad, 1,222;"},{"number":13,"text":"the sons of Adonikam, 666;"},{"number":14,"text":"the sons of Bigvai, 2,056;"},{"number":15,"text":"the sons of Adin, 454;"},{"number":16,"text":"the sons of Ater of Hezekiah, 98;"},{"number":17,"text":"the sons of Bezai, 323;"},{"number":18,"text":"the sons of Jorah, 112;"},{"number":19,"text":"the sons of Hashum, 223;"},{"number":20,"text":"the sons of Gibbar, 95;"},{"number":21,"text":"the men of Bethlehem, 123;"},{"number":22,"text":"the men of Netophah, 56;"},{"number":23,"text":"the men of Anathoth, 128;"},{"number":24,"text":"the sons of Azmaveth, 42;"},{"number":25,"text":"the sons of Kiriath-arim, Chephirah and Beeroth, 743;"},{"number":26,"text":"the sons of Ramah and Geba, 621;"},{"number":27,"text":"the men of Michmas, 122;"},{"number":28,"text":"the men of Bethel and Ai, 223;"},{"number":29,"text":"the sons of Nebo, 52;"},{"number":30,"text":"the sons of Magbish, 156;"},{"number":31,"text":"the sons of the other Elam, 1,254;"},{"number":32,"text":"the sons of Harim, 320;"},{"number":33,"text":"the sons of Lod, Hadid and Ono, 725;"},{"number":34,"text":"the men of Jericho, 345;"},{"number":35,"text":"the sons of Senaah, 3,630."},{"number":36,"text":"The priests: the sons of Jedaiah of the house of Jeshua, 973;"},{"number":37,"text":"the sons of Immer, 1,052;"},{"number":38,"text":"the sons of Pashhur, 1,247;"},{"number":39,"text":"the sons of Harim, 1,017."},{"number":40,"text":"The Levites: the sons of Jeshua and Kadmiel, of the sons of Hodaviah, 74."},{"number":41,"text":"The singers: the sons of Asaph, 128."},{"number":42,"text":"The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, in all 139."},{"number":43,"text":"The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,"},{"number":44,"text":"the sons of Keros, the sons of Siaha, the sons of Padon,"},{"number":45,"text":"the sons of Lebanah, the sons of Hagabah, the sons of Akkub,"},{"number":46,"text":"the sons of Hagab, the sons of Shalmai, the sons of Hanan,"},{"number":47,"text":"the sons of Giddel, the sons of Gahar, the sons of Reaiah,"},{"number":48,"text":"the sons of Rezin, the sons of Nekoda, the sons of Gazzam,"},{"number":49,"text":"the sons of Uzza, the sons of Paseah, the sons of Besai,"},{"number":50,"text":"the sons of Asnah, the sons of Meunim, the sons of Nephisim,"},{"number":51,"text":"the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,"},{"number":52,"text":"the sons of Bazluth, the sons of Mehida, the sons of Harsha,"},{"number":53,"text":"the sons of Barkos, the sons of Sisera, the sons of Temah,"},{"number":54,"text":"the sons of Neziah, the sons of Hatipha."},{"number":55,"text":"The sons of Solomon's servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,"},{"number":56,"text":"the sons of Jaalah, the sons of Darkon, the sons of Giddel,"},{"number":57,"text":"the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Ami."},{"number":58,"text":"All the temple servants and the sons of Solomon's servants were 392."},{"number":59,"text":"Now these are those who came up from Tel-melah, Tel-harsha, Cherub, Addan and Immer, but they were not able to give evidence of their fathers' households and their descendants, whether they were of Israel:"},{"number":60,"text":"the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 652."},{"number":61,"text":"Of the sons of the priests: the sons of Habaiah, the sons of Hakkoz, the sons of Barzillai, who took a wife from the daughters of Barzillai the Gileadite, and he was called by their name."},{"number":62,"text":"These searched among their ancestral registration, but they could not be located; therefore they were considered unclean and excluded from the priesthood."},{"number":63,"text":"The governor said to them that they should not eat from the most holy things until a priest stood up with Urim and Thummim."},{"number":64,"text":"The whole assembly numbered 42,360,"},{"number":65,"text":"besides their male and female servants who numbered 7,337; and they had 200 singing men and women."},{"number":66,"text":"Their horses were 736; their mules, 245;"},{"number":67,"text":"their camels, 435; their donkeys, 6,720."},{"number":68,"text":"Some of the heads of fathers' households, when they arrived at the house of the LORD which is in Jerusalem, offered willingly for the house of God to restore it on its foundation."},{"number":69,"text":"According to their ability they gave to the treasury for the work 61,000 gold drachmas and 5,000 silver minas and 100 priestly garments."},{"number":70,"text":"Now the priests and the Levites, some of the people, the singers, the gatekeepers and the temple servants lived in their cities, and all Israel in their cities."}]