[{"number":1,"text":"Behold, the LORD lays the earth waste, devastates it, distorts its surface and scatters its inhabitants."},{"number":2,"text":"And the people will be like the priest, the servant like his master, the maid like her mistress, the buyer like the seller, the lender like the borrower, the creditor like the debtor."},{"number":3,"text":"The earth will be completely laid waste and completely despoiled, for the LORD has spoken this word."},{"number":4,"text":"The earth mourns and withers, the world fades and withers, the exalted of the people of the earth fade away."},{"number":5,"text":"The earth is also polluted by its inhabitants, for they transgressed laws, violated statutes, broke the everlasting covenant."},{"number":6,"text":"Therefore, a curse devours the earth, and those who live in it are held guilty. Therefore, the inhabitants of the earth are burned, and few men are left."},{"number":7,"text":"The new wine mourns, The vine decays, All the merry-hearted sigh."},{"number":8,"text":"The gaiety of tambourines ceases, The noise of revelers stops, The gaiety of the harp ceases."},{"number":9,"text":"They do not drink wine with song; Strong drink is bitter to those who drink it."},{"number":10,"text":"The city of chaos is broken down; Every house is shut up so that none may enter."},{"number":11,"text":"There is an outcry in the streets concerning the wine; All joy turns to gloom. The gaiety of the earth is banished."},{"number":12,"text":"Desolation is left in the city And the gate is battered to ruins."},{"number":13,"text":"For thus it will be in the midst of the earth among the peoples, As the shaking of an olive tree, As the gleanings when the grape harvest is over."},{"number":14,"text":"They raise their voices, they shout for joy; They cry out from the west concerning the majesty of the LORD."},{"number":15,"text":"Therefore glorify the LORD in the east, The name of the LORD, the God of Israel, In the coastlands of the sea."},{"number":16,"text":"From the ends of the earth we hear songs, \"Glory to the Righteous One,\" But I say, \"Woe to me! Woe to me! Alas for me! The treacherous deal treacherously, And the treacherous deal very treacherously.\""},{"number":17,"text":"Terror and pit and snare Confront you, O inhabitant of the earth."},{"number":18,"text":"Then it will be that he who flees the report of disaster will fall into the pit, And he who climbs out of the pit will be caught in the snare; For the windows above are opened, and the foundations of the earth shake."},{"number":19,"text":"The earth is broken asunder, The earth is split through, The earth is shaken violently."},{"number":20,"text":"The earth reels to and fro like a drunkard And it totters like a shack, For its transgression is heavy upon it, And it will fall, never to rise again."},{"number":21,"text":"So it will happen in that day, That the LORD will punish the host of heaven on high, And the kings of the earth on earth."},{"number":22,"text":"They will be gathered together Like prisoners in the dungeon, And will be confined in prison; And after many days they will be punished."},{"number":23,"text":"Then the moon will be abashed and the sun ashamed, For the LORD of hosts will reign on Mount Zion and in Jerusalem, And His glory will be before His elders."}]