[{"number":1,"text":"\"Man, who is born of woman, Is short-lived and full of turmoil."},{"number":2,"text":"\"Like a flower he comes forth and withers. He also flees like a shadow and does not remain."},{"number":3,"text":"\"You also open Your eyes on him And bring him into judgment with Yourself."},{"number":4,"text":"\"Who can make the clean out of the unclean? No one!"},{"number":5,"text":"\"Since his days are determined, The number of his months is with You; And his limits You have set so that he cannot pass."},{"number":6,"text":"\"Turn Your gaze from him that he may rest, Until he fulfills his day like a hired man."},{"number":7,"text":"\"For there is hope for a tree, When it is cut down, that it will sprout again, And its shoots will not fail."},{"number":8,"text":"\"Though its roots grow old in the ground And its stump dies in the dry soil,"},{"number":9,"text":"At the scent of water it will flourish And put forth sprigs like a plant."},{"number":10,"text":"\"But man dies and lies prostrate. Man expires, and where is he?"},{"number":11,"text":"\"As water evaporates from the sea, And a river becomes parched and dried up,"},{"number":12,"text":"So man lies down and does not rise. Until the heavens are no longer, He will not awake nor be aroused out of his sleep."},{"number":13,"text":"\"Oh that You would hide me in Sheol, That You would conceal me until Your wrath returns to You, That You would set a limit for me and remember me!"},{"number":14,"text":"\"If a man dies, will he live again? All the days of my struggle I will wait Until my change comes."},{"number":15,"text":"\"You will call, and I will answer You; You will long for the work of Your hands."},{"number":16,"text":"\"For now You number my steps, You do not observe my sin."},{"number":17,"text":"\"My transgression is sealed up in a bag, And You wrap up my iniquity."},{"number":18,"text":"\"But the falling mountain crumbles away, And the rock moves from its place;"},{"number":19,"text":"Water wears away stones, Its torrents wash away the dust of the earth; So You destroy man's hope."},{"number":20,"text":"\"You forever overpower him and he departs; You change his appearance and send him away."},{"number":21,"text":"\"His sons achieve honor, but he does not know it; Or they become insignificant, but he does not perceive it."},{"number":22,"text":"\"But his body pains him, And he mourns only for himself.\""}]