[{"number":1,"text":"Then Eliphaz the Temanite responded,"},{"number":2,"text":"\"Should a wise man answer with windy knowledge And fill himself with the east wind?"},{"number":3,"text":"\"Should he argue with useless talk, Or with words which are not profitable?"},{"number":4,"text":"\"Indeed, you do away with reverence And hinder meditation before God."},{"number":5,"text":"\"For your guilt teaches your mouth, And you choose the language of the crafty."},{"number":6,"text":"\"Your own mouth condemns you, and not I; And your own lips testify against you."},{"number":7,"text":"\"Were you the first man to be born, Or were you brought forth before the hills?"},{"number":8,"text":"\"Do you hear the secret counsel of God, And limit wisdom to yourself?"},{"number":9,"text":"\"What do you know that we do not know? What do you understand that we do not?"},{"number":10,"text":"\"Both the gray-haired and the aged are among us, Older than your father."},{"number":11,"text":"\"Are the consolations of God too small for you, Even the word spoken gently with you?"},{"number":12,"text":"\"Why does your heart carry you away? And why do your eyes flash,"},{"number":13,"text":"That you should turn your spirit against God And allow such words to go out of your mouth?"},{"number":14,"text":"\"What is man, that he should be pure, Or he who is born of a woman, that he should be righteous?"},{"number":15,"text":"\"Behold, He puts no trust in His holy ones, And the heavens are not pure in His sight;"},{"number":16,"text":"How much less one who is detestable and corrupt, Man, who drinks iniquity like water!"},{"number":17,"text":"\"I will tell you, listen to me; And what I have seen I will also declare;"},{"number":18,"text":"What wise men have told, And have not concealed from their fathers,"},{"number":19,"text":"To whom alone the land was given, And no alien passed among them."},{"number":20,"text":"\"The wicked man writhes in pain all his days, And numbered are the years stored up for the ruthless."},{"number":21,"text":"\"Sounds of terror are in his ears; While at peace the destroyer comes upon him."},{"number":22,"text":"\"He does not believe that he will return from darkness, And he is destined for the sword."},{"number":23,"text":"\"He wanders about for food, saying, 'Where is it?' He knows that a day of darkness is at hand."},{"number":24,"text":"\"Distress and anguish terrify him, They overpower him like a king ready for the attack,"},{"number":25,"text":"Because he has stretched out his hand against God And conducts himself arrogantly against the Almighty."},{"number":26,"text":"\"He rushes headlong at Him With his massive shield."},{"number":27,"text":"\"For he has covered his face with his fat And made his thighs heavy with flesh."},{"number":28,"text":"\"He has lived in desolate cities, In houses no one would inhabit, Which are destined to become ruins."},{"number":29,"text":"\"He will not become rich, nor will his wealth endure; And his grain will not bend down to the ground."},{"number":30,"text":"\"He will not escape from darkness; The flame will wither his shoots, And by the breath of His mouth he will go away."},{"number":31,"text":"\"Let him not trust in emptiness, deceiving himself; For emptiness will be his reward."},{"number":32,"text":"\"It will be accomplished before his time, And his palm branch will not be green."},{"number":33,"text":"\"He will drop off his unripe grape like the vine, And will cast off his flower like the olive tree."},{"number":34,"text":"\"For the company of the godless is barren, And fire consumes the tents of the corrupt."},{"number":35,"text":"\"They conceive mischief and bring forth iniquity, And their mind prepares deception.\""}]