[{"number":1,"text":"Then Job answered,"},{"number":2,"text":"\"Listen carefully to my speech, And let this be your way of consolation."},{"number":3,"text":"\"Bear with me that I may speak; Then after I have spoken, you may mock."},{"number":4,"text":"\"As for me, is my complaint to man? And why should I not be impatient?"},{"number":5,"text":"\"Look at me, and be astonished, And put your hand over your mouth."},{"number":6,"text":"\"Even when I remember, I am disturbed, And horror takes hold of my flesh."},{"number":7,"text":"\"Why do the wicked still live, Continue on, also become very powerful?"},{"number":8,"text":"\"Their descendants are established with them in their sight, And their offspring before their eyes,"},{"number":9,"text":"Their houses are safe from fear, And the rod of God is not on them."},{"number":10,"text":"\"His ox mates without fail; His cow calves and does not abort."},{"number":11,"text":"\"They send forth their little ones like the flock, And their children skip about."},{"number":12,"text":"\"They sing to the timbrel and harp And rejoice at the sound of the flute."},{"number":13,"text":"\"They spend their days in prosperity, And suddenly they go down to Sheol."},{"number":14,"text":"\"They say to God, 'Depart from us! We do not even desire the knowledge of Your ways."},{"number":15,"text":"'Who is the Almighty, that we should serve Him, And what would we gain if we entreat Him?'"},{"number":16,"text":"\"Behold, their prosperity is not in their hand; The counsel of the wicked is far from me."},{"number":17,"text":"\"How often is the lamp of the wicked put out, Or does their calamity fall on them? Does God apportion destruction in His anger?"},{"number":18,"text":"\"Are they as straw before the wind, And like chaff which the storm carries away?"},{"number":19,"text":"\"You say, 'God stores away a man's iniquity for his sons.' Let God repay him so that he may know it."},{"number":20,"text":"\"Let his own eyes see his decay, And let him drink of the wrath of the Almighty."},{"number":21,"text":"\"For what does he care for his household after him, When the number of his months is cut off?"},{"number":22,"text":"\"Can anyone teach God knowledge, In that He judges those on high?"},{"number":23,"text":"\"One dies in his full strength, Being wholly at ease and satisfied;"},{"number":24,"text":"His sides are filled out with fat, And the marrow of his bones is moist,"},{"number":25,"text":"While another dies with a bitter soul, Never even tasting anything good."},{"number":26,"text":"\"Together they lie down in the dust, And worms cover them."},{"number":27,"text":"\"Behold, I know your thoughts, And the plans by which you would wrong me."},{"number":28,"text":"\"For you say, 'Where is the house of the nobleman, And where is the tent, the dwelling places of the wicked?'"},{"number":29,"text":"\"Have you not asked wayfaring men, And do you not recognize their witness?"},{"number":30,"text":"\"For the wicked is reserved for the day of calamity; They will be led forth at the day of fury."},{"number":31,"text":"\"Who will confront him with his actions, And who will repay him for what he has done?"},{"number":32,"text":"\"While he is carried to the grave, Men will keep watch over his tomb."},{"number":33,"text":"\"The clods of the valley will gently cover him; Moreover, all men will follow after him, While countless ones go before him."},{"number":34,"text":"\"How then will you vainly comfort me, For your answers remain full of falsehood?\""}]