[{"number":1,"text":"Then Eliphaz the Temanite responded,"},{"number":2,"text":"\"Can a vigorous man be of use to God, Or a wise man be useful to himself?"},{"number":3,"text":"\"Is there any pleasure to the Almighty if you are righteous, Or profit if you make your ways perfect?"},{"number":4,"text":"\"Is it because of your reverence that He reproves you, That He enters into judgment against you?"},{"number":5,"text":"\"Is not your wickedness great, And your iniquities without end?"},{"number":6,"text":"\"For you have taken pledges of your brothers without cause, And stripped men naked."},{"number":7,"text":"\"To the weary you have given no water to drink, And from the hungry you have withheld bread."},{"number":8,"text":"\"But the earth belongs to the mighty man, And the honorable man dwells in it."},{"number":9,"text":"\"You have sent widows away empty, And the strength of the orphans has been crushed."},{"number":10,"text":"\"Therefore snares surround you, And sudden dread terrifies you,"},{"number":11,"text":"Or darkness, so that you cannot see, And an abundance of water covers you."},{"number":12,"text":"\"Is not God in the height of heaven? Look also at the distant stars, how high they are!"},{"number":13,"text":"\"You say, 'What does God know? Can He judge through the thick darkness?"},{"number":14,"text":"'Clouds are a hiding place for Him, so that He cannot see; And He walks on the vault of heaven.'"},{"number":15,"text":"\"Will you keep to the ancient path Which wicked men have trod,"},{"number":16,"text":"Who were snatched away before their time, Whose foundations were washed away by a river?"},{"number":17,"text":"\"They said to God, 'Depart from us!' And 'What can the Almighty do to them?'"},{"number":18,"text":"\"Yet He filled their houses with good things; But the counsel of the wicked is far from me."},{"number":19,"text":"\"The righteous see and are glad, And the innocent mock them,"},{"number":20,"text":"Saying, 'Truly our adversaries are cut off, And their abundance the fire has consumed.'"},{"number":21,"text":"\"Yield now and be at peace with Him; Thereby good will come to you."},{"number":22,"text":"\"Please receive instruction from His mouth And establish His words in your heart."},{"number":23,"text":"\"If you return to the Almighty, you will be restored; If you remove unrighteousness far from your tent,"},{"number":24,"text":"And place your gold in the dust, And the gold of Ophir among the stones of the brooks,"},{"number":25,"text":"Then the Almighty will be your gold And choice silver to you."},{"number":26,"text":"\"For then you will delight in the Almighty And lift up your face to God."},{"number":27,"text":"\"You will pray to Him, and He will hear you; And you will pay your vows."},{"number":28,"text":"\"You will also decree a thing, and it will be established for you; And light will shine on your ways."},{"number":29,"text":"\"When you are cast down, you will speak with confidence, And the humble person He will save."},{"number":30,"text":"\"He will deliver one who is not innocent, And he will be delivered through the cleanness of your hands.\""}]