[{"number":1,"text":"\"I have made a covenant with my eyes; How then could I gaze at a virgin?"},{"number":2,"text":"\"And what is the portion of God from above Or the heritage of the Almighty from on high?"},{"number":3,"text":"\"Is it not calamity to the unjust And disaster to those who work iniquity?"},{"number":4,"text":"\"Does He not see my ways And number all my steps?"},{"number":5,"text":"\"If I have walked with falsehood, And my foot has hastened after deceit,"},{"number":6,"text":"Let Him weigh me with accurate scales, And let God know my integrity."},{"number":7,"text":"\"If my step has turned from the way, Or my heart followed my eyes, Or if any spot has stuck to my hands,"},{"number":8,"text":"Let me sow and another eat, And let my crops be uprooted."},{"number":9,"text":"\"If my heart has been enticed by a woman, Or I have lurked at my neighbor's doorway,"},{"number":10,"text":"May my wife grind for another, And let others kneel down over her."},{"number":11,"text":"\"For that would be a lustful crime; Moreover, it would be an iniquity punishable by judges."},{"number":12,"text":"\"For it would be fire that consumes to Abaddon, And would uproot all my increase."},{"number":13,"text":"\"If I have despised the claim of my male or female slaves When they filed a complaint against me,"},{"number":14,"text":"What then could I do when God arises? And when He calls me to account, what will I answer Him?"},{"number":15,"text":"\"Did not He who made me in the womb make him, And the same one fashion us in the womb?"},{"number":16,"text":"\"If I have kept the poor from their desire, Or have caused the eyes of the widow to fail,"},{"number":17,"text":"Or have eaten my morsel alone, And the orphan has not shared it"},{"number":18,"text":"(But from my youth he grew up with me as with a father, And from infancy I guided her),"},{"number":19,"text":"If I have seen anyone perish for lack of clothing, Or that the needy had no covering,"},{"number":20,"text":"If his loins have not thanked me, And if he has not been warmed with the fleece of my sheep,"},{"number":21,"text":"If I have lifted up my hand against the orphan, Because I saw I had support in the gate,"},{"number":22,"text":"Let my shoulder fall from the socket, And my arm be broken off at the elbow."},{"number":23,"text":"\"For calamity from God is a terror to me, And because of His majesty I can do nothing."},{"number":24,"text":"\"If I have put my confidence in gold, And called fine gold my trust,"},{"number":25,"text":"If I have gloated because my wealth was great, And because my hand had secured so much;"},{"number":26,"text":"If I have looked at the sun when it shone Or the moon going in splendor,"},{"number":27,"text":"And my heart became secretly enticed, And my hand threw a kiss from my mouth,"},{"number":28,"text":"That too would have been an iniquity calling for judgment, For I would have denied God above."},{"number":29,"text":"\"Have I rejoiced at the extinction of my enemy, Or exulted when evil befell him?"},{"number":30,"text":"\"No, I have not allowed my mouth to sin By asking for his life in a curse."},{"number":31,"text":"\"Have the men of my tent not said, 'Who can find one who has not been satisfied with his meat'?"},{"number":32,"text":"\"The alien has not lodged outside, For I have opened my doors to the traveler."},{"number":33,"text":"\"Have I covered my transgressions like Adam, By hiding my iniquity in my bosom,"},{"number":34,"text":"Because I feared the great multitude, And the contempt of families terrified me, And kept silent and did not go out of doors?"},{"number":35,"text":"\"Oh that I had one to hear me! Behold, here is my signature; Let the Almighty answer me! And the indictment which my adversary has written,"},{"number":36,"text":"Surely I would carry it on my shoulder, I would bind it to myself like a crown."},{"number":37,"text":"\"I would declare to Him the number of my steps; Like a prince I would approach Him."},{"number":38,"text":"\"If my land cries out against me, And its furrows weep together;"},{"number":39,"text":"If I have eaten its fruit without money, Or have caused its owners to lose their lives,"},{"number":40,"text":"Let briars grow instead of wheat, And stinkweed instead of barley.\" The words of Job are ended."}]