[{"number":1,"text":"Then these three men ceased answering Job, because he was righteous in his own eyes."},{"number":2,"text":"But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself before God."},{"number":3,"text":"And his anger burned against his three friends because they had found no answer, and yet had condemned Job."},{"number":4,"text":"Now Elihu had waited to speak to Job because they were years older than he."},{"number":5,"text":"And when Elihu saw that there was no answer in the mouth of the three men his anger burned."},{"number":6,"text":"So Elihu the son of Barachel the Buzite spoke out and said, \"I am young in years and you are old; Therefore I was shy and afraid to tell you what I think."},{"number":7,"text":"\"I thought age should speak, And increased years should teach wisdom."},{"number":8,"text":"\"But it is a spirit in man, And the breath of the Almighty gives them understanding."},{"number":9,"text":"\"The abundant in years may not be wise, Nor may elders understand justice."},{"number":10,"text":"\"So I say, 'Listen to me, I too will tell what I think.'"},{"number":11,"text":"\"Behold, I waited for your words, I listened to your reasonings, While you pondered what to say."},{"number":12,"text":"\"I even paid close attention to you; Indeed, there was no one who refuted Job, Not one of you who answered his words."},{"number":13,"text":"\"Do not say, 'We have found wisdom; God will rout him, not man.'"},{"number":14,"text":"\"For he has not arranged his words against me, Nor will I reply to him with your arguments."},{"number":15,"text":"\"They are dismayed, they no longer answer; Words have failed them."},{"number":16,"text":"\"Shall I wait, because they do not speak, Because they stop and no longer answer?"},{"number":17,"text":"\"I too will answer my share, I also will tell my opinion."},{"number":18,"text":"\"For I am full of words; The spirit within me constrains me."},{"number":19,"text":"\"Behold, my belly is like unvented wine, Like new wineskins it is about to burst."},{"number":20,"text":"\"Let me speak that I may get relief; Let me open my lips and answer."},{"number":21,"text":"\"Let me now be partial to no one, Nor flatter any man."},{"number":22,"text":"\"For I do not know how to flatter, Else my Maker would soon take me away."}]