[{"number":1,"text":"\"Do you know the time the mountain goats give birth? Do you observe the calving of the deer?"},{"number":2,"text":"\"Can you count the months they fulfill, Or do you know the time they give birth?"},{"number":3,"text":"\"They kneel down, they bring forth their young, They get rid of their labor pains."},{"number":4,"text":"\"Their offspring become strong, they grow up in the open field; They leave and do not return to them."},{"number":5,"text":"\"Who sent out the wild donkey free? And who loosed the bonds of the swift donkey,"},{"number":6,"text":"To whom I gave the wilderness for a home And the salt land for his dwelling place?"},{"number":7,"text":"\"He scorns the tumult of the city, The shoutings of the driver he does not hear."},{"number":8,"text":"\"He explores the mountains for his pasture And searches after every green thing."},{"number":9,"text":"\"Will the wild ox consent to serve you, Or will he spend the night at your manger?"},{"number":10,"text":"\"Can you bind the wild ox in a furrow with ropes, Or will he harrow the valleys after you?"},{"number":11,"text":"\"Will you trust him because his strength is great And leave your labor to him?"},{"number":12,"text":"\"Will you have faith in him that he will return your grain And gather it from your threshing floor?"},{"number":13,"text":"\"The ostriches' wings flap joyously With the pinion and plumage of love,"},{"number":14,"text":"For she abandons her eggs to the earth And warms them in the dust,"},{"number":15,"text":"And she forgets that a foot may crush them, Or that a wild beast may trample them."},{"number":16,"text":"\"She treats her young cruelly, as if they were not hers; Though her labor be in vain, she is unconcerned;"},{"number":17,"text":"Because God has made her forget wisdom, And has not given her a share of understanding."},{"number":18,"text":"\"When she lifts herself on high, She laughs at the horse and his rider."},{"number":19,"text":"\"Do you give the horse his might? Do you clothe his neck with a mane?"},{"number":20,"text":"\"Do you make him leap like the locust? His majestic snorting is terrible."},{"number":21,"text":"\"He paws in the valley, and rejoices in his strength; He goes out to meet the weapons."},{"number":22,"text":"\"He laughs at fear and is not dismayed; And he does not turn back from the sword."},{"number":23,"text":"\"The quiver rattles against him, The flashing spear and javelin."},{"number":24,"text":"\"With shaking and rage he races over the ground, And he does not stand still at the voice of the trumpet."},{"number":25,"text":"\"As often as the trumpet sounds he says, 'Aha!' And he scents the battle from afar, And the thunder of the captains and the war cry."},{"number":26,"text":"\"Is it by your understanding that the hawk soars, Stretching his wings toward the south?"},{"number":27,"text":"\"Is it at your command that the eagle mounts up And makes his nest on high?"},{"number":28,"text":"\"On the cliff he dwells and lodges, Upon the rocky crag, an inaccessible place."},{"number":29,"text":"\"From there he spies out food; His eyes see it from afar."},{"number":30,"text":"\"His young ones also suck up blood; And where the slain are, there is he.\""}]