[{"number":1,"text":"\"Can you draw out Leviathan with a fishhook? Or press down his tongue with a cord?"},{"number":2,"text":"\"Can you put a rope in his nose Or pierce his jaw with a hook?"},{"number":3,"text":"\"Will he make many supplications to you, Or will he speak to you soft words?"},{"number":4,"text":"\"Will he make a covenant with you? Will you take him for a servant forever?"},{"number":5,"text":"\"Will you play with him as with a bird, Or will you bind him for your maidens?"},{"number":6,"text":"\"Will the traders bargain over him? Will they divide him among the merchants?"},{"number":7,"text":"\"Can you fill his skin with harpoons, Or his head with fishing spears?"},{"number":8,"text":"\"Lay your hand on him; Remember the battle; you will not do it again!"},{"number":9,"text":"\"Behold, your expectation is false; Will you be laid low even at the sight of him?"},{"number":10,"text":"\"No one is so fierce that he dares to arouse him; Who then is he that can stand before Me?"},{"number":11,"text":"\"Who has given to Me that I should repay him? Whatever is under the whole heaven is Mine."},{"number":12,"text":"\"I will not keep silence concerning his limbs, Or his mighty strength, or his orderly frame."},{"number":13,"text":"\"Who can strip off his outer armor? Who can come within his double mail?"},{"number":14,"text":"\"Who can open the doors of his face? Around his teeth there is terror."},{"number":15,"text":"\"His strong scales are his pride, Shut up as with a tight seal."},{"number":16,"text":"\"One is so near to another That no air can come between them."},{"number":17,"text":"\"They are joined one to another; They clasp each other and cannot be separated."},{"number":18,"text":"\"His sneezes flash forth light, And his eyes are like the eyelids of the morning."},{"number":19,"text":"\"Out of his mouth go burning torches; Sparks of fire leap forth."},{"number":20,"text":"\"Out of his nostrils smoke goes forth As from a boiling pot and burning rushes."},{"number":21,"text":"\"His breath kindles coals, And a flame goes forth from his mouth."},{"number":22,"text":"\"In his neck lodges strength, And dismay leaps before him."},{"number":23,"text":"\"The folds of his flesh are joined together, Firm on him and immovable."},{"number":24,"text":"\"His heart is as hard as a stone, Even as hard as a lower millstone."},{"number":25,"text":"\"When he raises himself up, the mighty fear; Because of the crashing they are bewildered."},{"number":26,"text":"\"The sword that reaches him cannot avail, Nor the spear, the dart or the javelin."},{"number":27,"text":"\"He regards iron as straw, Bronze as rotten wood."},{"number":28,"text":"\"The arrow cannot make him flee; Slingstones are turned into stubble for him."},{"number":29,"text":"\"Clubs are regarded as stubble; He laughs at the rattling of the javelin."},{"number":30,"text":"\"His underparts are like sharp potsherds; He spreads out like a threshing sledge on the mire."},{"number":31,"text":"\"He makes the depths boil like a pot; He makes the sea like a jar of ointment."},{"number":32,"text":"\"Behind him he makes a wake to shine; One would think the deep to be gray-haired."},{"number":33,"text":"\"Nothing on earth is like him, One made without fear."},{"number":34,"text":"\"He looks on everything that is high; He is king over all the sons of pride.\""}]