[{"number":1,"text":"\"Call now, is there anyone who will answer you? And to which of the holy ones will you turn?"},{"number":2,"text":"\"For anger slays the foolish man, And jealousy kills the simple."},{"number":3,"text":"\"I have seen the foolish taking root, And I cursed his abode immediately."},{"number":4,"text":"\"His sons are far from safety, They are even oppressed in the gate, And there is no deliverer."},{"number":5,"text":"\"His harvest the hungry devour And take it to a place of thorns, And the schemer is eager for their wealth."},{"number":6,"text":"\"For affliction does not come from the dust, Nor does trouble sprout from the ground,"},{"number":7,"text":"For man is born for trouble, As sparks fly upward."},{"number":8,"text":"\"But as for me, I would seek God, And I would place my cause before God;"},{"number":9,"text":"Who does great and unsearchable things, Wonders without number."},{"number":10,"text":"\"He gives rain on the earth And sends water on the fields,"},{"number":11,"text":"So that He sets on high those who are lowly, And those who mourn are lifted to safety."},{"number":12,"text":"\"He frustrates the plotting of the shrewd, So that their hands cannot attain success."},{"number":13,"text":"\"He captures the wise by their own shrewdness, And the advice of the cunning is quickly thwarted."},{"number":14,"text":"\"By day they meet with darkness, And grope at noon as in the night."},{"number":15,"text":"\"But He saves from the sword of their mouth, And the poor from the hand of the mighty."},{"number":16,"text":"\"So the helpless has hope, And unrighteousness must shut its mouth."},{"number":17,"text":"\"Behold, how happy is the man whom God reproves, So do not despise the discipline of the Almighty."},{"number":18,"text":"\"For He inflicts pain, and gives relief; He wounds, and His hands also heal."},{"number":19,"text":"\"From six troubles He will deliver you, Even in seven evil will not touch you."},{"number":20,"text":"\"In famine He will redeem you from death, And in war from the power of the sword."},{"number":21,"text":"\"You will be hidden from the scourge of the tongue, And you will not be afraid of violence when it comes."},{"number":22,"text":"\"You will laugh at violence and famine, And you will not be afraid of wild beasts."},{"number":23,"text":"\"For you will be in league with the stones of the field, And the beasts of the field will be at peace with you."},{"number":24,"text":"\"You will know that your tent is secure, For you will visit your abode and fear no loss."},{"number":25,"text":"\"You will know also that your descendants will be many, And your offspring as the grass of the earth."},{"number":26,"text":"\"You will come to the grave in full vigor, Like the stacking of grain in its season."},{"number":27,"text":"\"Behold this; we have investigated it, and so it is. Hear it, and know for yourself.\""}]