[{"number":1,"text":"Now a certain man was sick, Lazarus of Bethany, the village of Mary and her sister Martha."},{"number":2,"text":"It was the Mary who anointed the Lord with ointment, and wiped His feet with her hair, whose brother Lazarus was sick."},{"number":3,"text":"So the sisters sent word to Him, saying, \"Lord, behold, he whom You love is sick.\""},{"number":4,"text":"But when Jesus heard this, He said, \"This sickness is not to end in death, but for the glory of God, so that the Son of God may be glorified by it.\""},{"number":5,"text":"Now Jesus loved Martha and her sister and Lazarus."},{"number":6,"text":"So when He heard that he was sick, He then stayed two days longer in the place where He was."},{"number":7,"text":"Then after this He *said to the disciples, \"Let us go to Judea again.\""},{"number":8,"text":"The disciples *said to Him, \"Rabbi, the Jews were just now seeking to stone You, and are You going there again?\""},{"number":9,"text":"Jesus answered, \"Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world."},{"number":10,"text":"\"But if anyone walks in the night, he stumbles, because the light is not in him.\""},{"number":11,"text":"This He said, and after that He *said to them, \"Our friend Lazarus has fallen asleep; but I go, so that I may awaken him out of sleep.\""},{"number":12,"text":"The disciples then said to Him, \"Lord, if he has fallen asleep, he will recover.\""},{"number":13,"text":"Now Jesus had spoken of his death, but they thought that He was speaking of literal sleep."},{"number":14,"text":"So Jesus then said to them plainly, \"Lazarus is dead,"},{"number":15,"text":"and I am glad for your sakes that I was not there, so that you may believe; but let us go to him.\""},{"number":16,"text":"Therefore Thomas, who is called Didymus, said to his fellow disciples, \"Let us also go, so that we may die with Him.\""},{"number":17,"text":"So when Jesus came, He found that he had already been in the tomb four days."},{"number":18,"text":"Now Bethany was near Jerusalem, about two miles off;"},{"number":19,"text":"and many of the Jews had come to Martha and Mary, to console them concerning their brother."},{"number":20,"text":"Martha therefore, when she heard that Jesus was coming, went to meet Him, but Mary stayed at the house."},{"number":21,"text":"Martha then said to Jesus, \"Lord, if You had been here, my brother would not have died."},{"number":22,"text":"\"Even now I know that whatever You ask of God, God will give You.\""},{"number":23,"text":"Jesus *said to her, \"Your brother will rise again.\""},{"number":24,"text":"Martha *said to Him, \"I know that he will rise again in the resurrection on the last day.\""},{"number":25,"text":"Jesus said to her, \"I am the resurrection and the life; he who believes in Me will live even if he dies,"},{"number":26,"text":"and everyone who lives and believes in Me will never die. Do you believe this?\""},{"number":27,"text":"She *said to Him, \"Yes, Lord; I have believed that You are the Christ, the Son of God, even He who comes into the world.\""},{"number":28,"text":"When she had said this, she went away and called Mary her sister, saying secretly, \"The Teacher is here and is calling for you.\""},{"number":29,"text":"And when she heard it, she *got up quickly and was coming to Him."},{"number":30,"text":"Now Jesus had not yet come into the village, but was still in the place where Martha met Him."},{"number":31,"text":"Then the Jews who were with her in the house, and consoling her, when they saw that Mary got up quickly and went out, they followed her, supposing that she was going to the tomb to weep there."},{"number":32,"text":"Therefore, when Mary came where Jesus was, she saw Him, and fell at His feet, saying to Him, \"Lord, if You had been here, my brother would not have died.\""},{"number":33,"text":"When Jesus therefore saw her weeping, and the Jews who came with her also weeping, He was deeply moved in spirit and was troubled,"},{"number":34,"text":"and said, \"Where have you laid him?\" They *said to Him, \"Lord, come and see.\""},{"number":35,"text":"Jesus wept."},{"number":36,"text":"So the Jews were saying, \"See how He loved him!\""},{"number":37,"text":"But some of them said, \"Could not this man, who opened the eyes of the blind man, have kept this man also from dying?\""},{"number":38,"text":"So Jesus, again being deeply moved within, *came to the tomb. Now it was a cave, and a stone was lying against it."},{"number":39,"text":"Jesus *said, \"Remove the stone.\" Martha, the sister of the deceased, *said to Him, \"Lord, by this time there will be a stench, for he has been dead four days.\""},{"number":40,"text":"Jesus *said to her, \"Did I not say to you that if you believe, you will see the glory of God?\""},{"number":41,"text":"So they removed the stone. Then Jesus raised His eyes, and said, \"Father, I thank You that You have heard Me."},{"number":42,"text":"\"I knew that You always hear Me; but because of the people standing around I said it, so that they may believe that You sent Me.\""},{"number":43,"text":"When He had said these things, He cried out with a loud voice, \"Lazarus, come forth.\""},{"number":44,"text":"The man who had died came forth, bound hand and foot with wrappings, and his face was wrapped around with a cloth. Jesus *said to them, \"Unbind him, and let him go.\""},{"number":45,"text":"Therefore many of the Jews who came to Mary, and saw what He had done, believed in Him."},{"number":46,"text":"But some of them went to the Pharisees and told them the things which Jesus had done."},{"number":47,"text":"Therefore the chief priests and the Pharisees convened a council, and were saying, \"What are we doing? For this man is performing many signs."},{"number":48,"text":"\"If we let Him go on like this, all men will believe in Him, and the Romans will come and take away both our place and our nation.\""},{"number":49,"text":"But one of them, Caiaphas, who was high priest that year, said to them, \"You know nothing at all,"},{"number":50,"text":"nor do you take into account that it is expedient for you that one man die for the people, and that the whole nation not perish.\""},{"number":51,"text":"Now he did not say this on his own initiative, but being high priest that year, he prophesied that Jesus was going to die for the nation,"},{"number":52,"text":"and not for the nation only, but in order that He might also gather together into one the children of God who are scattered abroad."},{"number":53,"text":"So from that day on they planned together to kill Him."},{"number":54,"text":"Therefore Jesus no longer continued to walk publicly among the Jews, but went away from there to the country near the wilderness, into a city called Ephraim; and there He stayed with the disciples."},{"number":55,"text":"Now the Passover of the Jews was near, and many went up to Jerusalem out of the country before the Passover to purify themselves."},{"number":56,"text":"So they were seeking for Jesus, and were saying to one another as they stood in the temple, \"What do you think; that He will not come to the feast at all?\""},{"number":57,"text":"Now the chief priests and the Pharisees had given orders that if anyone knew where He was, he was to report it, so that they might seize Him."}]