[{"number":1,"text":"Now there was a man of the Pharisees, named Nicodemus, a ruler of the Jews;"},{"number":2,"text":"this man came to Jesus by night and said to Him, \"Rabbi, we know that You have come from God as a teacher; for no one can do these signs that You do unless God is with him.\""},{"number":3,"text":"Jesus answered and said to him, \"Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.\""},{"number":4,"text":"Nicodemus *said to Him, \"How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?\""},{"number":5,"text":"Jesus answered, \"Truly, truly, I say to you, unless one is born of water and the Spirit he cannot enter into the kingdom of God."},{"number":6,"text":"\"That which is born of the flesh is flesh, and that which is born of the Spirit is spirit."},{"number":7,"text":"\"Do not be amazed that I said to you, 'You must be born again.'"},{"number":8,"text":"\"The wind blows where it wishes and you hear the sound of it, but do not know where it comes from and where it is going; so is everyone who is born of the Spirit.\""},{"number":9,"text":"Nicodemus said to Him, \"How can these things be?\""},{"number":10,"text":"Jesus answered and said to him, \"Are you the teacher of Israel and do not understand these things?"},{"number":11,"text":"\"Truly, truly, I say to you, we speak of what we know and testify of what we have seen, and you do not accept our testimony."},{"number":12,"text":"\"If I told you earthly things and you do not believe, how will you believe if I tell you heavenly things?"},{"number":13,"text":"\"No one has ascended into heaven, but He who descended from heaven: the Son of Man."},{"number":14,"text":"\"As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up;"},{"number":15,"text":"so that whoever believes will in Him have eternal life."},{"number":16,"text":"\"For God so loved the world, that He gave His only begotten Son, that whoever believes in Him shall not perish, but have eternal life."},{"number":17,"text":"\"For God did not send the Son into the world to judge the world, but that the world might be saved through Him."},{"number":18,"text":"\"He who believes in Him is not judged; he who does not believe has been judged already, because he has not believed in the name of the only begotten Son of God."},{"number":19,"text":"\"This is the judgment, that the Light has come into the world, and men loved the darkness rather than the Light, for their deeds were evil."},{"number":20,"text":"\"For everyone who does evil hates the Light, and does not come to the Light for fear that his deeds will be exposed."},{"number":21,"text":"\"But he who practices the truth comes to the Light, so that his deeds may be manifested as having been wrought in God.\""},{"number":22,"text":"After these things Jesus and His disciples came into the land of Judea, and there He was spending time with them and baptizing."},{"number":23,"text":"John also was baptizing in Aenon near Salim, because there was much water there; and people were coming and were being baptized--"},{"number":24,"text":"for John had not yet been thrown into prison."},{"number":25,"text":"Therefore there arose a discussion on the part of John's disciples with a Jew about purification."},{"number":26,"text":"And they came to John and said to him, \"Rabbi, He who was with you beyond the Jordan, to whom you have testified, behold, He is baptizing and all are coming to Him.\""},{"number":27,"text":"John answered and said, \"A man can receive nothing unless it has been given him from heaven."},{"number":28,"text":"\"You yourselves are my witnesses that I said, 'I am not the Christ,' but, 'I have been sent ahead of Him.'"},{"number":29,"text":"\"He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom's voice. So this joy of mine has been made full."},{"number":30,"text":"\"He must increase, but I must decrease."},{"number":31,"text":"\"He who comes from above is above all, he who is of the earth is from the earth and speaks of the earth. He who comes from heaven is above all."},{"number":32,"text":"\"What He has seen and heard, of that He testifies; and no one receives His testimony."},{"number":33,"text":"\"He who has received His testimony has set his seal to this, that God is true."},{"number":34,"text":"\"For He whom God has sent speaks the words of God; for He gives the Spirit without measure."},{"number":35,"text":"\"The Father loves the Son and has given all things into His hand."},{"number":36,"text":"\"He who believes in the Son has eternal life; but he who does not obey the Son will not see life, but the wrath of God abides on him.\""}]