[{"number":1,"text":"After these things Jesus was walking in Galilee, for He was unwilling to walk in Judea because the Jews were seeking to kill Him."},{"number":2,"text":"Now the feast of the Jews, the Feast of Booths, was near."},{"number":3,"text":"Therefore His brothers said to Him, \"Leave here and go into Judea, so that Your disciples also may see Your works which You are doing."},{"number":4,"text":"\"For no one does anything in secret when he himself seeks to be known publicly. If You do these things, show Yourself to the world.\""},{"number":5,"text":"For not even His brothers were believing in Him."},{"number":6,"text":"So Jesus *said to them, \"My time is not yet here, but your time is always opportune."},{"number":7,"text":"\"The world cannot hate you, but it hates Me because I testify of it, that its deeds are evil."},{"number":8,"text":"\"Go up to the feast yourselves; I do not go up to this feast because My time has not yet fully come.\""},{"number":9,"text":"Having said these things to them, He stayed in Galilee."},{"number":10,"text":"But when His brothers had gone up to the feast, then He Himself also went up, not publicly, but as if, in secret."},{"number":11,"text":"So the Jews were seeking Him at the feast and were saying, \"Where is He?\""},{"number":12,"text":"There was much grumbling among the crowds concerning Him; some were saying, \"He is a good man\"; others were saying, \"No, on the contrary, He leads the people astray.\""},{"number":13,"text":"Yet no one was speaking openly of Him for fear of the Jews."},{"number":14,"text":"But when it was now the midst of the feast Jesus went up into the temple, and began to teach."},{"number":15,"text":"The Jews then were astonished, saying, \"How has this man become learned, having never been educated?\""},{"number":16,"text":"So Jesus answered them and said, \"My teaching is not Mine, but His who sent Me."},{"number":17,"text":"\"If anyone is willing to do His will, he will know of the teaching, whether it is of God or whether I speak from Myself."},{"number":18,"text":"\"He who speaks from himself seeks his own glory; but He who is seeking the glory of the One who sent Him, He is true, and there is no unrighteousness in Him."},{"number":19,"text":"\"Did not Moses give you the Law, and yet none of you carries out the Law? Why do you seek to kill Me?\""},{"number":20,"text":"The crowd answered, \"You have a demon! Who seeks to kill You?\""},{"number":21,"text":"Jesus answered them, \"I did one deed, and you all marvel."},{"number":22,"text":"\"For this reason Moses has given you circumcision (not because it is from Moses, but from the fathers), and on the Sabbath you circumcise a man."},{"number":23,"text":"\"If a man receives circumcision on the Sabbath so that the Law of Moses will not be broken, are you angry with Me because I made an entire man well on the Sabbath?"},{"number":24,"text":"\"Do not judge according to appearance, but judge with righteous judgment.\""},{"number":25,"text":"So some of the people of Jerusalem were saying, \"Is this not the man whom they are seeking to kill?"},{"number":26,"text":"\"Look, He is speaking publicly, and they are saying nothing to Him. The rulers do not really know that this is the Christ, do they?"},{"number":27,"text":"\"However, we know where this man is from; but whenever the Christ may come, no one knows where He is from.\""},{"number":28,"text":"Then Jesus cried out in the temple, teaching and saying, \"You both know Me and know where I am from; and I have not come of Myself, but He who sent Me is true, whom you do not know."},{"number":29,"text":"\"I know Him, because I am from Him, and He sent Me.\""},{"number":30,"text":"So they were seeking to seize Him; and no man laid his hand on Him, because His hour had not yet come."},{"number":31,"text":"But many of the crowd believed in Him; and they were saying, \"When the Christ comes, He will not perform more signs than those which this man has, will He?\""},{"number":32,"text":"The Pharisees heard the crowd muttering these things about Him, and the chief priests and the Pharisees sent officers to seize Him."},{"number":33,"text":"Therefore Jesus said, \"For a little while longer I am with you, then I go to Him who sent Me."},{"number":34,"text":"\"You will seek Me, and will not find Me; and where I am, you cannot come.\""},{"number":35,"text":"The Jews then said to one another, \"Where does this man intend to go that we will not find Him? He is not intending to go to the Dispersion among the Greeks, and teach the Greeks, is He?"},{"number":36,"text":"\"What is this statement that He said, 'You will seek Me, and will not find Me; and where I am, you cannot come'?\""},{"number":37,"text":"Now on the last day, the great day of the feast, Jesus stood and cried out, saying, \"If anyone is thirsty, let him come to Me and drink."},{"number":38,"text":"\"He who believes in Me, as the Scripture said, 'From his innermost being will flow rivers of living water.'\""},{"number":39,"text":"But this He spoke of the Spirit, whom those who believed in Him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified."},{"number":40,"text":"Some of the people therefore, when they heard these words, were saying, \"This certainly is the Prophet.\""},{"number":41,"text":"Others were saying, \"This is the Christ.\" Still others were saying, \"Surely the Christ is not going to come from Galilee, is He?"},{"number":42,"text":"\"Has not the Scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?\""},{"number":43,"text":"So a division occurred in the crowd because of Him."},{"number":44,"text":"Some of them wanted to seize Him, but no one laid hands on Him."},{"number":45,"text":"The officers then came to the chief priests and Pharisees, and they said to them, \"Why did you not bring Him?\""},{"number":46,"text":"The officers answered, \"Never has a man spoken the way this man speaks.\""},{"number":47,"text":"The Pharisees then answered them, \"You have not also been led astray, have you?"},{"number":48,"text":"\"No one of the rulers or Pharisees has believed in Him, has he?"},{"number":49,"text":"\"But this crowd which does not know the Law is accursed.\""},{"number":50,"text":"Nicodemus (he who came to Him before, being one of them) *said to them,"},{"number":51,"text":"\"Our Law does not judge a man unless it first hears from him and knows what he is doing, does it?\""},{"number":52,"text":"They answered him, \"You are not also from Galilee, are you? Search, and see that no prophet arises out of Galilee.\""},{"number":53,"text":"[Everyone went to his home."}]