[{"number":1,"text":"\"As for you, take up a lamentation for the princes of Israel"},{"number":2,"text":"and say, 'What was your mother? A lioness among lions! She lay down among young lions, She reared her cubs."},{"number":3,"text":"'When she brought up one of her cubs, He became a lion, And he learned to tear his prey; He devoured men."},{"number":4,"text":"'Then nations heard about him; He was captured in their pit, And they brought him with hooks To the land of Egypt."},{"number":5,"text":"'When she saw, as she waited, That her hope was lost, She took another of her cubs And made him a young lion."},{"number":6,"text":"'And he walked about among the lions; He became a young lion, He learned to tear his prey; He devoured men."},{"number":7,"text":"'He destroyed their fortified towers And laid waste their cities; And the land and its fullness were appalled Because of the sound of his roaring."},{"number":8,"text":"'Then nations set against him On every side from their provinces, And they spread their net over him; He was captured in their pit."},{"number":9,"text":"'They put him in a cage with hooks And brought him to the king of Babylon; They brought him in hunting nets So that his voice would be heard no more On the mountains of Israel."},{"number":10,"text":"'Your mother was like a vine in your vineyard, Planted by the waters; It was fruitful and full of branches Because of abundant waters."},{"number":11,"text":"'And it had strong branches fit for scepters of rulers, And its height was raised above the clouds So that it was seen in its height with the mass of its branches."},{"number":12,"text":"'But it was plucked up in fury; It was cast down to the ground; And the east wind dried up its fruit. Its strong branch was torn off So that it withered; The fire consumed it."},{"number":13,"text":"'And now it is planted in the wilderness, In a dry and thirsty land."},{"number":14,"text":"'And fire has gone out from its branch; It has consumed its shoots and fruit, So that there is not in it a strong branch, A scepter to rule.'\" This is a lamentation, and has become a lamentation."}]