[{"number":1,"text":"And the word of the LORD came to me saying,"},{"number":2,"text":"\"Son of man, set your face toward Jerusalem, and speak against the sanctuaries and prophesy against the land of Israel;"},{"number":3,"text":"and say to the land of Israel, 'Thus says the LORD, \"Behold, I am against you; and I will draw My sword out of its sheath and cut off from you the righteous and the wicked."},{"number":4,"text":"\"Because I will cut off from you the righteous and the wicked, therefore My sword will go forth from its sheath against all flesh from south to north."},{"number":5,"text":"\"Thus all flesh will know that I, the LORD, have drawn My sword out of its sheath. It will not return to its sheath again.\"'"},{"number":6,"text":"\"As for you, son of man, groan with breaking heart and bitter grief, groan in their sight."},{"number":7,"text":"\"And when they say to you, 'Why do you groan?' you shall say, 'Because of the news that is coming; and every heart will melt, all hands will be feeble, every spirit will faint and all knees will be weak as water. Behold, it comes and it will happen,' declares the Lord GOD.\""},{"number":8,"text":"Again the word of the LORD came to me, saying,"},{"number":9,"text":"\"Son of man, prophesy and say, 'Thus says the LORD.' Say, 'A sword, a sword sharpened And also polished!"},{"number":10,"text":"'Sharpened to make a slaughter, Polished to flash like lightning!' Or shall we rejoice, the rod of My son despising every tree?"},{"number":11,"text":"\"It is given to be polished, that it may be handled; the sword is sharpened and polished, to give it into the hand of the slayer."},{"number":12,"text":"\"Cry out and wail, son of man; for it is against My people, it is against all the officials of Israel. They are delivered over to the sword with My people, therefore strike your thigh."},{"number":13,"text":"\"For there is a testing; and what if even the rod which despises will be no more?\" declares the Lord GOD."},{"number":14,"text":"\"You therefore, son of man, prophesy and clap your hands together; and let the sword be doubled the third time, the sword for the slain. It is the sword for the great one slain, which surrounds them,"},{"number":15,"text":"that their hearts may melt, and many fall at all their gates. I have given the glittering sword. Ah! It is made for striking like lightning, it is wrapped up in readiness for slaughter."},{"number":16,"text":"\"Show yourself sharp, go to the right; set yourself; go to the left, wherever your edge is appointed."},{"number":17,"text":"\"I will also clap My hands together, and I will appease My wrath; I, the LORD, have spoken.\""},{"number":18,"text":"The word of the LORD came to me saying,"},{"number":19,"text":"\"As for you, son of man, make two ways for the sword of the king of Babylon to come; both of them will go out of one land. And make a signpost; make it at the head of the way to the city."},{"number":20,"text":"\"You shall mark a way for the sword to come to Rabbah of the sons of Ammon, and to Judah into fortified Jerusalem."},{"number":21,"text":"\"For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination; he shakes the arrows, he consults the household idols, he looks at the liver."},{"number":22,"text":"\"Into his right hand came the divination, 'Jerusalem,' to set battering rams, to open the mouth for slaughter, to lift up the voice with a battle cry, to set battering rams against the gates, to cast up ramps, to build a siege wall."},{"number":23,"text":"\"And it will be to them like a false divination in their eyes; they have sworn solemn oaths. But he brings iniquity to remembrance, that they may be seized."},{"number":24,"text":"\"Therefore, thus says the Lord GOD, 'Because you have made your iniquity to be remembered, in that your transgressions are uncovered, so that in all your deeds your sins appear--because you have come to remembrance, you will be seized with the hand."},{"number":25,"text":"'And you, O slain, wicked one, the prince of Israel, whose day has come, in the time of the punishment of the end,'"},{"number":26,"text":"thus says the Lord GOD, 'Remove the turban and take off the crown; this will no longer be the same. Exalt that which is low and abase that which is high."},{"number":27,"text":"'A ruin, a ruin, a ruin, I will make it. This also will be no more until He comes whose right it is, and I will give it to Him.'"},{"number":28,"text":"\"And you, son of man, prophesy and say, 'Thus says the Lord GOD concerning the sons of Ammon and concerning their reproach,' and say: 'A sword, a sword is drawn, polished for the slaughter, to cause it to consume, that it may be like lightning--"},{"number":29,"text":"while they see for you false visions, while they divine lies for you--to place you on the necks of the wicked who are slain, whose day has come, in the time of the punishment of the end."},{"number":30,"text":"'Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you."},{"number":31,"text":"'I will pour out My indignation on you; I will blow on you with the fire of My wrath, and I will give you into the hand of brutal men, skilled in destruction."},{"number":32,"text":"'You will be fuel for the fire; your blood will be in the midst of the land. You will not be remembered, for I, the LORD, have spoken.'\""}]