[{"number":1,"text":"Now when the wall was rebuilt and I had set up the doors, and the gatekeepers and the singers and the Levites were appointed,"},{"number":2,"text":"then I put Hanani my brother, and Hananiah the commander of the fortress, in charge of Jerusalem, for he was a faithful man and feared God more than many."},{"number":3,"text":"Then I said to them, \"Do not let the gates of Jerusalem be opened until the sun is hot, and while they are standing guard, let them shut and bolt the doors. Also appoint guards from the inhabitants of Jerusalem, each at his post, and each in front of his own house.\""},{"number":4,"text":"Now the city was large and spacious, but the people in it were few and the houses were not built."},{"number":5,"text":"Then my God put it into my heart to assemble the nobles, the officials and the people to be enrolled by genealogies. Then I found the book of the genealogy of those who came up first in which I found the following record:"},{"number":6,"text":"These are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and Judah, each to his city,"},{"number":7,"text":"who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of men of the people of Israel:"},{"number":8,"text":"the sons of Parosh, 2,172;"},{"number":9,"text":"the sons of Shephatiah, 372;"},{"number":10,"text":"the sons of Arah, 652;"},{"number":11,"text":"the sons of Pahath-moab of the sons of Jeshua and Joab, 2,818;"},{"number":12,"text":"the sons of Elam, 1,254;"},{"number":13,"text":"the sons of Zattu, 845;"},{"number":14,"text":"the sons of Zaccai, 760;"},{"number":15,"text":"the sons of Binnui, 648;"},{"number":16,"text":"the sons of Bebai, 628;"},{"number":17,"text":"the sons of Azgad, 2,322;"},{"number":18,"text":"the sons of Adonikam, 667;"},{"number":19,"text":"the sons of Bigvai, 2,067;"},{"number":20,"text":"the sons of Adin, 655;"},{"number":21,"text":"the sons of Ater, of Hezekiah, 98;"},{"number":22,"text":"the sons of Hashum, 328;"},{"number":23,"text":"the sons of Bezai, 324;"},{"number":24,"text":"the sons of Hariph, 112;"},{"number":25,"text":"the sons of Gibeon, 95;"},{"number":26,"text":"the men of Bethlehem and Netophah, 188;"},{"number":27,"text":"the men of Anathoth, 128;"},{"number":28,"text":"the men of Beth-azmaveth, 42;"},{"number":29,"text":"the men of Kiriath-jearim, Chephirah and Beeroth, 743;"},{"number":30,"text":"the men of Ramah and Geba, 621;"},{"number":31,"text":"the men of Michmas, 122;"},{"number":32,"text":"the men of Bethel and Ai, 123;"},{"number":33,"text":"the men of the other Nebo, 52;"},{"number":34,"text":"the sons of the other Elam, 1,254;"},{"number":35,"text":"the sons of Harim, 320;"},{"number":36,"text":"the men of Jericho, 345;"},{"number":37,"text":"the sons of Lod, Hadid and Ono, 721;"},{"number":38,"text":"the sons of Senaah, 3,930."},{"number":39,"text":"The priests: the sons of Jedaiah of the house of Jeshua, 973;"},{"number":40,"text":"the sons of Immer, 1,052;"},{"number":41,"text":"the sons of Pashhur, 1,247;"},{"number":42,"text":"the sons of Harim, 1,017."},{"number":43,"text":"The Levites: the sons of Jeshua, of Kadmiel, of the sons of Hodevah, 74."},{"number":44,"text":"The singers: the sons of Asaph, 148."},{"number":45,"text":"The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, 138."},{"number":46,"text":"The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,"},{"number":47,"text":"the sons of Keros, the sons of Sia, the sons of Padon,"},{"number":48,"text":"the sons of Lebana, the sons of Hagaba, the sons of Shalmai,"},{"number":49,"text":"the sons of Hanan, the sons of Giddel, the sons of Gahar,"},{"number":50,"text":"the sons of Reaiah, the sons of Rezin, the sons of Nekoda,"},{"number":51,"text":"the sons of Gazzam, the sons of Uzza, the sons of Paseah,"},{"number":52,"text":"the sons of Besai, the sons of Meunim, the sons of Nephushesim,"},{"number":53,"text":"the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,"},{"number":54,"text":"the sons of Bazlith, the sons of Mehida, the sons of Harsha,"},{"number":55,"text":"the sons of Barkos, the sons of Sisera, the sons of Temah,"},{"number":56,"text":"the sons of Neziah, the sons of Hatipha."},{"number":57,"text":"The sons of Solomon's servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,"},{"number":58,"text":"the sons of Jaala, the sons of Darkon, the sons of Giddel,"},{"number":59,"text":"the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Amon."},{"number":60,"text":"All the temple servants and the sons of Solomon's servants were 392."},{"number":61,"text":"These were they who came up from Tel-melah, Tel-harsha, Cherub, Addon and Immer; but they could not show their fathers' houses or their descendants, whether they were of Israel:"},{"number":62,"text":"the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 642."},{"number":63,"text":"Of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai, who took a wife of the daughters of Barzillai, the Gileadite, and was named after them."},{"number":64,"text":"These searched among their ancestral registration, but it could not be located; therefore they were considered unclean and excluded from the priesthood."},{"number":65,"text":"The governor said to them that they should not eat from the most holy things until a priest arose with Urim and Thummim."},{"number":66,"text":"The whole assembly together was 42,360,"},{"number":67,"text":"besides their male and their female servants, of whom there were 7,337; and they had 245 male and female singers."},{"number":68,"text":"Their horses were 736; their mules, 245;"},{"number":69,"text":"their camels, 435; their donkeys, 6,720."},{"number":70,"text":"Some from among the heads of fathers' households gave to the work. The governor gave to the treasury 1,000 gold drachmas, 50 basins, 530 priests' garments."},{"number":71,"text":"Some of the heads of fathers' households gave into the treasury of the work 20,000 gold drachmas and 2,200 silver minas."},{"number":72,"text":"That which the rest of the people gave was 20,000 gold drachmas and 2,000 silver minas and 67 priests' garments."},{"number":73,"text":"Now the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants and all Israel, lived in their cities. And when the seventh month came, the sons of Israel were in their cities."}]