[{"number":1,"text":"Why do You stand afar off, O LORD? Why do You hide Yourself in times of trouble?"},{"number":2,"text":"In pride the wicked hotly pursue the afflicted; Let them be caught in the plots which they have devised."},{"number":3,"text":"For the wicked boasts of his heart's desire, And the greedy man curses and spurns the LORD."},{"number":4,"text":"The wicked, in the haughtiness of his countenance, does not seek Him. All his thoughts are, \"There is no God.\""},{"number":5,"text":"His ways prosper at all times; Your judgments are on high, out of his sight; As for all his adversaries, he snorts at them."},{"number":6,"text":"He says to himself, \"I will not be moved; Throughout all generations I will not be in adversity.\""},{"number":7,"text":"His mouth is full of curses and deceit and oppression; Under his tongue is mischief and wickedness."},{"number":8,"text":"He sits in the lurking places of the villages; In the hiding places he kills the innocent; His eyes stealthily watch for the unfortunate."},{"number":9,"text":"He lurks in a hiding place as a lion in his lair; He lurks to catch the afflicted; He catches the afflicted when he draws him into his net."},{"number":10,"text":"He crouches, he bows down, And the unfortunate fall by his mighty ones."},{"number":11,"text":"He says to himself, \"God has forgotten; He has hidden His face; He will never see it.\""},{"number":12,"text":"Arise, O LORD; O God, lift up Your hand. Do not forget the afflicted."},{"number":13,"text":"Why has the wicked spurned God? He has said to himself, \"You will not require it.\""},{"number":14,"text":"You have seen it, for You have beheld mischief and vexation to take it into Your hand. The unfortunate commits himself to You; You have been the helper of the orphan."},{"number":15,"text":"Break the arm of the wicked and the evildoer, Seek out his wickedness until You find none."},{"number":16,"text":"The LORD is King forever and ever; Nations have perished from His land."},{"number":17,"text":"O LORD, You have heard the desire of the humble; You will strengthen their heart, You will incline Your ear"},{"number":18,"text":"To vindicate the orphan and the oppressed, So that man who is of the earth will no longer cause terror."}]