[{"number":1,"text":"Bless the LORD, O my soul, And all that is within me, bless His holy name."},{"number":2,"text":"Bless the LORD, O my soul, And forget none of His benefits;"},{"number":3,"text":"Who pardons all your iniquities, Who heals all your diseases;"},{"number":4,"text":"Who redeems your life from the pit, Who crowns you with lovingkindness and compassion;"},{"number":5,"text":"Who satisfies your years with good things, So that your youth is renewed like the eagle."},{"number":6,"text":"The LORD performs righteous deeds And judgments for all who are oppressed."},{"number":7,"text":"He made known His ways to Moses, His acts to the sons of Israel."},{"number":8,"text":"The LORD is compassionate and gracious, Slow to anger and abounding in lovingkindness."},{"number":9,"text":"He will not always strive with us, Nor will He keep His anger forever."},{"number":10,"text":"He has not dealt with us according to our sins, Nor rewarded us according to our iniquities."},{"number":11,"text":"For as high as the heavens are above the earth, So great is His lovingkindness toward those who fear Him."},{"number":12,"text":"As far as the east is from the west, So far has He removed our transgressions from us."},{"number":13,"text":"Just as a father has compassion on his children, So the LORD has compassion on those who fear Him."},{"number":14,"text":"For He Himself knows our frame; He is mindful that we are but dust."},{"number":15,"text":"As for man, his days are like grass; As a flower of the field, so he flourishes."},{"number":16,"text":"When the wind has passed over it, it is no more, And its place acknowledges it no longer."},{"number":17,"text":"But the lovingkindness of the LORD is from everlasting to everlasting on those who fear Him, And His righteousness to children's children,"},{"number":18,"text":"To those who keep His covenant And remember His precepts to do them."},{"number":19,"text":"The LORD has established His throne in the heavens, And His sovereignty rules over all."},{"number":20,"text":"Bless the LORD, you His angels, Mighty in strength, who perform His word, Obeying the voice of His word!"},{"number":21,"text":"Bless the LORD, all you His hosts, You who serve Him, doing His will."},{"number":22,"text":"Bless the LORD, all you works of His, In all places of His dominion; Bless the LORD, O my soul!"}]