[{"number":1,"text":"I will extol You, my God, O King, And I will bless Your name forever and ever."},{"number":2,"text":"Every day I will bless You, And I will praise Your name forever and ever."},{"number":3,"text":"Great is the LORD, and highly to be praised, And His greatness is unsearchable."},{"number":4,"text":"One generation shall praise Your works to another, And shall declare Your mighty acts."},{"number":5,"text":"On the glorious splendor of Your majesty And on Your wonderful works, I will meditate."},{"number":6,"text":"Men shall speak of the power of Your awesome acts, And I will tell of Your greatness."},{"number":7,"text":"They shall eagerly utter the memory of Your abundant goodness And will shout joyfully of Your righteousness."},{"number":8,"text":"The LORD is gracious and merciful; Slow to anger and great in lovingkindness."},{"number":9,"text":"The LORD is good to all, And His mercies are over all His works."},{"number":10,"text":"All Your works shall give thanks to You, O LORD, And Your godly ones shall bless You."},{"number":11,"text":"They shall speak of the glory of Your kingdom And talk of Your power;"},{"number":12,"text":"To make known to the sons of men Your mighty acts And the glory of the majesty of Your kingdom."},{"number":13,"text":"Your kingdom is an everlasting kingdom, And Your dominion endures throughout all generations."},{"number":14,"text":"The LORD sustains all who fall And raises up all who are bowed down."},{"number":15,"text":"The eyes of all look to You, And You give them their food in due time."},{"number":16,"text":"You open Your hand And satisfy the desire of every living thing."},{"number":17,"text":"The LORD is righteous in all His ways And kind in all His deeds."},{"number":18,"text":"The LORD is near to all who call upon Him, To all who call upon Him in truth."},{"number":19,"text":"He will fulfill the desire of those who fear Him; He will also hear their cry and will save them."},{"number":20,"text":"The LORD keeps all who love Him, But all the wicked He will destroy."},{"number":21,"text":"My mouth will speak the praise of the LORD, And all flesh will bless His holy name forever and ever."}]