[{"number":1,"text":"Praise the LORD! For it is good to sing praises to our God; For it is pleasant and praise is becoming."},{"number":2,"text":"The LORD builds up Jerusalem; He gathers the outcasts of Israel."},{"number":3,"text":"He heals the brokenhearted And binds up their wounds."},{"number":4,"text":"He counts the number of the stars; He gives names to all of them."},{"number":5,"text":"Great is our Lord and abundant in strength; His understanding is infinite."},{"number":6,"text":"The LORD supports the afflicted; He brings down the wicked to the ground."},{"number":7,"text":"Sing to the LORD with thanksgiving; Sing praises to our God on the lyre,"},{"number":8,"text":"Who covers the heavens with clouds, Who provides rain for the earth, Who makes grass to grow on the mountains."},{"number":9,"text":"He gives to the beast its food, And to the young ravens which cry."},{"number":10,"text":"He does not delight in the strength of the horse; He does not take pleasure in the legs of a man."},{"number":11,"text":"The LORD favors those who fear Him, Those who wait for His lovingkindness."},{"number":12,"text":"Praise the LORD, O Jerusalem! Praise your God, O Zion!"},{"number":13,"text":"For He has strengthened the bars of your gates; He has blessed your sons within you."},{"number":14,"text":"He makes peace in your borders; He satisfies you with the finest of the wheat."},{"number":15,"text":"He sends forth His command to the earth; His word runs very swiftly."},{"number":16,"text":"He gives snow like wool; He scatters the frost like ashes."},{"number":17,"text":"He casts forth His ice as fragments; Who can stand before His cold?"},{"number":18,"text":"He sends forth His word and melts them; He causes His wind to blow and the waters to flow."},{"number":19,"text":"He declares His words to Jacob, His statutes and His ordinances to Israel."},{"number":20,"text":"He has not dealt thus with any nation; And as for His ordinances, they have not known them. Praise the LORD!"}]