[{"number":1,"text":"\"I love You, O LORD, my strength.\""},{"number":2,"text":"The LORD is my rock and my fortress and my deliverer, My God, my rock, in whom I take refuge; My shield and the horn of my salvation, my stronghold."},{"number":3,"text":"I call upon the LORD, who is worthy to be praised, And I am saved from my enemies."},{"number":4,"text":"The cords of death encompassed me, And the torrents of ungodliness terrified me."},{"number":5,"text":"The cords of Sheol surrounded me; The snares of death confronted me."},{"number":6,"text":"In my distress I called upon the LORD, And cried to my God for help; He heard my voice out of His temple, And my cry for help before Him came into His ears."},{"number":7,"text":"Then the earth shook and quaked; And the foundations of the mountains were trembling And were shaken, because He was angry."},{"number":8,"text":"Smoke went up out of His nostrils, And fire from His mouth devoured; Coals were kindled by it."},{"number":9,"text":"He bowed the heavens also, and came down With thick darkness under His feet."},{"number":10,"text":"He rode upon a cherub and flew; And He sped upon the wings of the wind."},{"number":11,"text":"He made darkness His hiding place, His canopy around Him, Darkness of waters, thick clouds of the skies."},{"number":12,"text":"From the brightness before Him passed His thick clouds, Hailstones and coals of fire."},{"number":13,"text":"The LORD also thundered in the heavens, And the Most High uttered His voice, Hailstones and coals of fire."},{"number":14,"text":"He sent out His arrows, and scattered them, And lightning flashes in abundance, and routed them."},{"number":15,"text":"Then the channels of water appeared, And the foundations of the world were laid bare At Your rebuke, O LORD, At the blast of the breath of Your nostrils."},{"number":16,"text":"He sent from on high, He took me; He drew me out of many waters."},{"number":17,"text":"He delivered me from my strong enemy, And from those who hated me, for they were too mighty for me."},{"number":18,"text":"They confronted me in the day of my calamity, But the LORD was my stay."},{"number":19,"text":"He brought me forth also into a broad place; He rescued me, because He delighted in me."},{"number":20,"text":"The LORD has rewarded me according to my righteousness; According to the cleanness of my hands He has recompensed me."},{"number":21,"text":"For I have kept the ways of the LORD, And have not wickedly departed from my God."},{"number":22,"text":"For all His ordinances were before me, And I did not put away His statutes from me."},{"number":23,"text":"I was also blameless with Him, And I kept myself from my iniquity."},{"number":24,"text":"Therefore the LORD has recompensed me according to my righteousness, According to the cleanness of my hands in His eyes."},{"number":25,"text":"With the kind You show Yourself kind; With the blameless You show Yourself blameless;"},{"number":26,"text":"With the pure You show Yourself pure, And with the crooked You show Yourself astute."},{"number":27,"text":"For You save an afflicted people, But haughty eyes You abase."},{"number":28,"text":"For You light my lamp; The LORD my God illumines my darkness."},{"number":29,"text":"For by You I can run upon a troop; And by my God I can leap over a wall."},{"number":30,"text":"As for God, His way is blameless; The word of the LORD is tried; He is a shield to all who take refuge in Him."},{"number":31,"text":"For who is God, but the LORD? And who is a rock, except our God,"},{"number":32,"text":"The God who girds me with strength And makes my way blameless?"},{"number":33,"text":"He makes my feet like hinds' feet, And sets me upon my high places."},{"number":34,"text":"He trains my hands for battle, So that my arms can bend a bow of bronze."},{"number":35,"text":"You have also given me the shield of Your salvation, And Your right hand upholds me; And Your gentleness makes me great."},{"number":36,"text":"You enlarge my steps under me, And my feet have not slipped."},{"number":37,"text":"I pursued my enemies and overtook them, And I did not turn back until they were consumed."},{"number":38,"text":"I shattered them, so that they were not able to rise; They fell under my feet."},{"number":39,"text":"For You have girded me with strength for battle; You have subdued under me those who rose up against me."},{"number":40,"text":"You have also made my enemies turn their backs to me, And I destroyed those who hated me."},{"number":41,"text":"They cried for help, but there was none to save, Even to the LORD, but He did not answer them."},{"number":42,"text":"Then I beat them fine as the dust before the wind; I emptied them out as the mire of the streets."},{"number":43,"text":"You have delivered me from the contentions of the people; You have placed me as head of the nations; A people whom I have not known serve me."},{"number":44,"text":"As soon as they hear, they obey me; Foreigners submit to me."},{"number":45,"text":"Foreigners fade away, And come trembling out of their fortresses."},{"number":46,"text":"The LORD lives, and blessed be my rock; And exalted be the God of my salvation,"},{"number":47,"text":"The God who executes vengeance for me, And subdues peoples under me."},{"number":48,"text":"He delivers me from my enemies; Surely You lift me above those who rise up against me; You rescue me from the violent man."},{"number":49,"text":"Therefore I will give thanks to You among the nations, O LORD, And I will sing praises to Your name."},{"number":50,"text":"He gives great deliverance to His king, And shows lovingkindness to His anointed, To David and his descendants forever."}]