[{"number":1,"text":"My heart overflows with a good theme; I address my verses to the King; My tongue is the pen of a ready writer."},{"number":2,"text":"You are fairer than the sons of men; Grace is poured upon Your lips; Therefore God has blessed You forever."},{"number":3,"text":"Gird Your sword on Your thigh, O Mighty One, In Your splendor and Your majesty!"},{"number":4,"text":"And in Your majesty ride on victoriously, For the cause of truth and meekness and righteousness; Let Your right hand teach You awesome things."},{"number":5,"text":"Your arrows are sharp; The peoples fall under You; Your arrows are in the heart of the King's enemies."},{"number":6,"text":"Your throne, O God, is forever and ever; A scepter of uprightness is the scepter of Your kingdom."},{"number":7,"text":"You have loved righteousness and hated wickedness; Therefore God, Your God, has anointed You With the oil of joy above Your fellows."},{"number":8,"text":"All Your garments are fragrant with myrrh and aloes and cassia; Out of ivory palaces stringed instruments have made You glad."},{"number":9,"text":"Kings' daughters are among Your noble ladies; At Your right hand stands the queen in gold from Ophir."},{"number":10,"text":"Listen, O daughter, give attention and incline your ear: Forget your people and your father's house;"},{"number":11,"text":"Then the King will desire your beauty. Because He is your Lord, bow down to Him."},{"number":12,"text":"The daughter of Tyre will come with a gift; The rich among the people will seek your favor."},{"number":13,"text":"The King's daughter is all glorious within; Her clothing is interwoven with gold."},{"number":14,"text":"She will be led to the King in embroidered work; The virgins, her companions who follow her, Will be brought to You."},{"number":15,"text":"They will be led forth with gladness and rejoicing; They will enter into the King's palace."},{"number":16,"text":"In place of your fathers will be your sons; You shall make them princes in all the earth."},{"number":17,"text":"I will cause Your name to be remembered in all generations; Therefore the peoples will give You thanks forever and ever."}]