[{"number":1,"text":"Let God arise, let His enemies be scattered, And let those who hate Him flee before Him."},{"number":2,"text":"As smoke is driven away, so drive them away; As wax melts before the fire, So let the wicked perish before God."},{"number":3,"text":"But let the righteous be glad; let them exult before God; Yes, let them rejoice with gladness."},{"number":4,"text":"Sing to God, sing praises to His name; Lift up a song for Him who rides through the deserts, Whose name is the LORD, and exult before Him."},{"number":5,"text":"A father of the fatherless and a judge for the widows, Is God in His holy habitation."},{"number":6,"text":"God makes a home for the lonely; He leads out the prisoners into prosperity, Only the rebellious dwell in a parched land."},{"number":7,"text":"O God, when You went forth before Your people, When You marched through the wilderness, Selah."},{"number":8,"text":"The earth quaked; The heavens also dropped rain at the presence of God; Sinai itself quaked at the presence of God, the God of Israel."},{"number":9,"text":"You shed abroad a plentiful rain, O God; You confirmed Your inheritance when it was parched."},{"number":10,"text":"Your creatures settled in it; You provided in Your goodness for the poor, O God."},{"number":11,"text":"The Lord gives the command; The women who proclaim the good tidings are a great host:"},{"number":12,"text":"\"Kings of armies flee, they flee, And she who remains at home will divide the spoil!\""},{"number":13,"text":"When you lie down among the sheepfolds, You are like the wings of a dove covered with silver, And its pinions with glistening gold."},{"number":14,"text":"When the Almighty scattered the kings there, It was snowing in Zalmon."},{"number":15,"text":"A mountain of God is the mountain of Bashan; A mountain of many peaks is the mountain of Bashan."},{"number":16,"text":"Why do you look with envy, O mountains with many peaks, At the mountain which God has desired for His abode? Surely the LORD will dwell there forever."},{"number":17,"text":"The chariots of God are myriads, thousands upon thousands; The Lord is among them as at Sinai, in holiness."},{"number":18,"text":"You have ascended on high, You have led captive Your captives; You have received gifts among men, Even among the rebellious also, that the LORD God may dwell there."},{"number":19,"text":"Blessed be the Lord, who daily bears our burden, The God who is our salvation. Selah."},{"number":20,"text":"God is to us a God of deliverances; And to GOD the Lord belong escapes from death."},{"number":21,"text":"Surely God will shatter the head of His enemies, The hairy crown of him who goes on in his guilty deeds."},{"number":22,"text":"The Lord said, \"I will bring them back from Bashan. I will bring them back from the depths of the sea;"},{"number":23,"text":"That your foot may shatter them in blood, The tongue of your dogs may have its portion from your enemies.\""},{"number":24,"text":"They have seen Your procession, O God, The procession of my God, my King, into the sanctuary."},{"number":25,"text":"The singers went on, the musicians after them, In the midst of the maidens beating tambourines."},{"number":26,"text":"Bless God in the congregations, Even the LORD, you who are of the fountain of Israel."},{"number":27,"text":"There is Benjamin, the youngest, ruling them, The princes of Judah in their throng, The princes of Zebulun, the princes of Naphtali."},{"number":28,"text":"Your God has commanded your strength; Show Yourself strong, O God, who have acted on our behalf."},{"number":29,"text":"Because of Your temple at Jerusalem Kings will bring gifts to You."},{"number":30,"text":"Rebuke the beasts in the reeds, The herd of bulls with the calves of the peoples, Trampling under foot the pieces of silver; He has scattered the peoples who delight in war."},{"number":31,"text":"Envoys will come out of Egypt; Ethiopia will quickly stretch out her hands to God."},{"number":32,"text":"Sing to God, O kingdoms of the earth, Sing praises to the Lord, Selah."},{"number":33,"text":"To Him who rides upon the highest heavens, which are from ancient times; Behold, He speaks forth with His voice, a mighty voice."},{"number":34,"text":"Ascribe strength to God; His majesty is over Israel And His strength is in the skies."},{"number":35,"text":"O God, You are awesome from Your sanctuary. The God of Israel Himself gives strength and power to the people. Blessed be God!"}]