[{"number":1,"text":"O LORD, the God of my salvation, I have cried out by day and in the night before You."},{"number":2,"text":"Let my prayer come before You; Incline Your ear to my cry!"},{"number":3,"text":"For my soul has had enough troubles, And my life has drawn near to Sheol."},{"number":4,"text":"I am reckoned among those who go down to the pit; I have become like a man without strength,"},{"number":5,"text":"Forsaken among the dead, Like the slain who lie in the grave, Whom You remember no more, And they are cut off from Your hand."},{"number":6,"text":"You have put me in the lowest pit, In dark places, in the depths."},{"number":7,"text":"Your wrath has rested upon me, And You have afflicted me with all Your waves. Selah."},{"number":8,"text":"You have removed my acquaintances far from me; You have made me an object of loathing to them; I am shut up and cannot go out."},{"number":9,"text":"My eye has wasted away because of affliction; I have called upon You every day, O LORD; I have spread out my hands to You."},{"number":10,"text":"Will You perform wonders for the dead? Will the departed spirits rise and praise You? Selah."},{"number":11,"text":"Will Your lovingkindness be declared in the grave, Your faithfulness in Abaddon?"},{"number":12,"text":"Will Your wonders be made known in the darkness? And Your righteousness in the land of forgetfulness?"},{"number":13,"text":"But I, O LORD, have cried out to You for help, And in the morning my prayer comes before You."},{"number":14,"text":"O LORD, why do You reject my soul? Why do You hide Your face from me?"},{"number":15,"text":"I was afflicted and about to die from my youth on; I suffer Your terrors; I am overcome."},{"number":16,"text":"Your burning anger has passed over me; Your terrors have destroyed me."},{"number":17,"text":"They have surrounded me like water all day long; They have encompassed me altogether."},{"number":18,"text":"You have removed lover and friend far from me; My acquaintances are in darkness."}]