[{"number":1,"text":"I will sing of the lovingkindness of the LORD forever; To all generations I will make known Your faithfulness with my mouth."},{"number":2,"text":"For I have said, \"Lovingkindness will be built up forever; In the heavens You will establish Your faithfulness.\""},{"number":3,"text":"\"I have made a covenant with My chosen; I have sworn to David My servant,"},{"number":4,"text":"I will establish your seed forever And build up your throne to all generations.\" Selah."},{"number":5,"text":"The heavens will praise Your wonders, O LORD; Your faithfulness also in the assembly of the holy ones."},{"number":6,"text":"For who in the skies is comparable to the LORD? Who among the sons of the mighty is like the LORD,"},{"number":7,"text":"A God greatly feared in the council of the holy ones, And awesome above all those who are around Him?"},{"number":8,"text":"O LORD God of hosts, who is like You, O mighty LORD? Your faithfulness also surrounds You."},{"number":9,"text":"You rule the swelling of the sea; When its waves rise, You still them."},{"number":10,"text":"You Yourself crushed Rahab like one who is slain; You scattered Your enemies with Your mighty arm."},{"number":11,"text":"The heavens are Yours, the earth also is Yours; The world and all it contains, You have founded them."},{"number":12,"text":"The north and the south, You have created them; Tabor and Hermon shout for joy at Your name."},{"number":13,"text":"You have a strong arm; Your hand is mighty, Your right hand is exalted."},{"number":14,"text":"Righteousness and justice are the foundation of Your throne; Lovingkindness and truth go before You."},{"number":15,"text":"How blessed are the people who know the joyful sound! O LORD, they walk in the light of Your countenance."},{"number":16,"text":"In Your name they rejoice all the day, And by Your righteousness they are exalted."},{"number":17,"text":"For You are the glory of their strength, And by Your favor our horn is exalted."},{"number":18,"text":"For our shield belongs to the LORD, And our king to the Holy One of Israel."},{"number":19,"text":"Once You spoke in vision to Your godly ones, And said, \"I have given help to one who is mighty; I have exalted one chosen from the people."},{"number":20,"text":"\"I have found David My servant; With My holy oil I have anointed him,"},{"number":21,"text":"With whom My hand will be established; My arm also will strengthen him."},{"number":22,"text":"\"The enemy will not deceive him, Nor the son of wickedness afflict him."},{"number":23,"text":"\"But I shall crush his adversaries before him, And strike those who hate him."},{"number":24,"text":"\"My faithfulness and My lovingkindness will be with him, And in My name his horn will be exalted."},{"number":25,"text":"\"I shall also set his hand on the sea And his right hand on the rivers."},{"number":26,"text":"\"He will cry to Me, 'You are my Father, My God, and the rock of my salvation.'"},{"number":27,"text":"\"I also shall make him My firstborn, The highest of the kings of the earth."},{"number":28,"text":"\"My lovingkindness I will keep for him forever, And My covenant shall be confirmed to him."},{"number":29,"text":"\"So I will establish his descendants forever And his throne as the days of heaven."},{"number":30,"text":"\"If his sons forsake My law And do not walk in My judgments,"},{"number":31,"text":"If they violate My statutes And do not keep My commandments,"},{"number":32,"text":"Then I will punish their transgression with the rod And their iniquity with stripes."},{"number":33,"text":"\"But I will not break off My lovingkindness from him, Nor deal falsely in My faithfulness."},{"number":34,"text":"\"My covenant I will not violate, Nor will I alter the utterance of My lips."},{"number":35,"text":"\"Once I have sworn by My holiness; I will not lie to David."},{"number":36,"text":"\"His descendants shall endure forever And his throne as the sun before Me."},{"number":37,"text":"\"It shall be established forever like the moon, And the witness in the sky is faithful.\" Selah."},{"number":38,"text":"But You have cast off and rejected, You have been full of wrath against Your anointed."},{"number":39,"text":"You have spurned the covenant of Your servant; You have profaned his crown in the dust."},{"number":40,"text":"You have broken down all his walls; You have brought his strongholds to ruin."},{"number":41,"text":"All who pass along the way plunder him; He has become a reproach to his neighbors."},{"number":42,"text":"You have exalted the right hand of his adversaries; You have made all his enemies rejoice."},{"number":43,"text":"You also turn back the edge of his sword And have not made him stand in battle."},{"number":44,"text":"You have made his splendor to cease And cast his throne to the ground."},{"number":45,"text":"You have shortened the days of his youth; You have covered him with shame. Selah."},{"number":46,"text":"How long, O LORD? Will You hide Yourself forever? Will Your wrath burn like fire?"},{"number":47,"text":"Remember what my span of life is; For what vanity You have created all the sons of men!"},{"number":48,"text":"What man can live and not see death? Can he deliver his soul from the power of Sheol? Selah."},{"number":49,"text":"Where are Your former lovingkindnesses, O Lord, Which You swore to David in Your faithfulness?"},{"number":50,"text":"Remember, O Lord, the reproach of Your servants; How I bear in my bosom the reproach of all the many peoples,"},{"number":51,"text":"With which Your enemies have reproached, O LORD, With which they have reproached the footsteps of Your anointed."},{"number":52,"text":"Blessed be the LORD forever! Amen and Amen."}]