[{"number":1,"text":"The Song of Songs, which is Solomon's."},{"number":2,"text":"\"May he kiss me with the kisses of his mouth! For your love is better than wine."},{"number":3,"text":"\"Your oils have a pleasing fragrance, Your name is like purified oil; Therefore the maidens love you."},{"number":4,"text":"\"Draw me after you and let us run together! The king has brought me into his chambers.\" \"We will rejoice in you and be glad; We will extol your love more than wine. Rightly do they love you.\""},{"number":5,"text":"\"I am black but lovely, O daughters of Jerusalem, Like the tents of Kedar, Like the curtains of Solomon."},{"number":6,"text":"\"Do not stare at me because I am swarthy, For the sun has burned me. My mother's sons were angry with me; They made me caretaker of the vineyards, But I have not taken care of my own vineyard."},{"number":7,"text":"\"Tell me, O you whom my soul loves, Where do you pasture your flock, Where do you make it lie down at noon? For why should I be like one who veils herself Beside the flocks of your companions?\""},{"number":8,"text":"\"If you yourself do not know, Most beautiful among women, Go forth on the trail of the flock And pasture your young goats By the tents of the shepherds."},{"number":9,"text":"\"To me, my darling, you are like My mare among the chariots of Pharaoh."},{"number":10,"text":"\"Your cheeks are lovely with ornaments, Your neck with strings of beads.\""},{"number":11,"text":"\"We will make for you ornaments of gold With beads of silver.\""},{"number":12,"text":"\"While the king was at his table, My perfume gave forth its fragrance."},{"number":13,"text":"\"My beloved is to me a pouch of myrrh Which lies all night between my breasts."},{"number":14,"text":"\"My beloved is to me a cluster of henna blossoms In the vineyards of Engedi.\""},{"number":15,"text":"\"How beautiful you are, my darling, How beautiful you are! Your eyes are like doves.\""},{"number":16,"text":"\"How handsome you are, my beloved, And so pleasant! Indeed, our couch is luxuriant!"},{"number":17,"text":"\"The beams of our houses are cedars, Our rafters, cypresses."}]